Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: Just add what you've experienced. You can add multiple timings after saving and we will calculate an average out of them.
de_de: Gib deine persönlichen Erfahrungswerte an. Mehrere Werte möglich.
fi_fi: Lisää oma kokemuksesi paikasta. Voit lisätä lisää aikoja tallentamisen jälkeen ja laskemme niistä keskiarvon.
fr_fr: Écrivez simplement votre propre expérience. Vous pouvez ajouter plusieurs temps après la sauvegarde et nous en calculerons la moyenne.
hu_hu: Add hozzá saját tapasztalatod. Több várakozási időt is hozzáadhatsz, ezekből adódik össze a helyen tapasztalt átlagos várakozási idő.
it_it: Basta aggiungere la propria esperienza. Dopo aver salvato è possibile aggiungere più tempi e noi calcoleremo la media.
nl_nl: Voeg gewoon wat je hebt meegemaakt. Je kunt meerdere wachttijden toevoegen, na het opslaan zullen we het gemiddelde berekenen.
pl_pl: Dodaj swoje doświadczenie. Możesz dodać wiele czasów po zapisaniu, a my wyliczymy średnią z nich.
ru_ru: Добавьте время ожидания исходя из личного опыта. После очередной поездки можете снова добавить новое время.

source: places
de_de: Plätze
fi_fi: paikkaa
fr_fr: spots
it_it: posizioni
lt_lt: vietos
nl_nl: plaatsen
pl_pl: miejsca
ru_ru: места

source: Zoom closer to see them.
de_de: Zoome näher ran, um sie zu sehen.
fi_fi: Tarkenna lähemmäksi nähdäksesi ne.
fr_fr: Zoomer plus avant pour les voir.
hu_hu: Közelíts be, hogy láthasd ezeket.
it_it: Ripicciolire per vederli.
nl_nl: Zoom in om ze te zien.
pl_pl: Przybliż żeby je zobaczyć.
ru_ru: Приближайте Карту чтобы их увидеть.

source: Searching...
de_de: Suche...
fi_fi: Etsitään...
fr_fr: Recherche en cours...
hu_hu: Keresés...
it_it: Ricerca in corso ...
lt_lt: Ieškoma...
nl_nl: Zoeken ...
pl_pl: Wyszukiwanie...
ru_ru: Поиск...

source: Your search did not match any places.
de_de: Deine Suche hat nichts brauchbares hervorgebracht.
fi_fi: Hakusi ei tuottanut yhtään tulosta.
fr_fr: Aucun spot ne correspond à votre recherche.
hu_hu: Keresésed nem vezetett sikerre.
it_it: La ricerca non ha restituito alcuna posizione.
lt_lt: Vykdant paiešką, nebuvo rasta jokių susijusių vietų.
nl_nl: Je zoekopdracht heeft geen resultaten opgeleverd plaatsen.
pl_pl: Brak rezultatów dla tego wyszukiwania.
ru_ru: Искомые слова не найдены.

source: Try searching in English and add a country name in to your search.
de_de: Versuche auf englisch zu suchen oder den Landesnamen mitanzugeben.
fi_fi: Kokeile hakea englanniksi ja lisätä maan nimi hakuusi.
fr_fr: Essayez de faire une recherche en anglais et ajoutez-y un nom de pays.
hu_hu: Próbálj meg angol nyelven keresni és adj a kereséshez hozzá országnevet is!
it_it: Provare a cercare in inglese e aggiungere il nome dello Stato nella ricerca.
nl_nl: Probeer te zoeken in het Engels en voeg een naam van het land in in je zoekopdracht.
pl_pl: Spróbuj wyszukiwać w języku angielskim i dopisz nazwę kraju.
ru_ru: Попытайтесь искать название страны на английском в англоязычной версии Карт.

source: Example:
de_de: Beispiel:
fi_fi: Esimerkki:
fr_fr: Exemple :
hu_hu: Példa:
it_it: Esempio:
lt_lt: Pavyzdys:
nl_nl: Voorbeeld:
pl_pl: Przykład:
ru_ru: Например:

source: Not found
de_de: Nicht gefunden
fi_fi: Ei löytynyt
fr_fr: Introuvable
hu_hu: Nem található
it_it: Non trovato
lt_lt: Nerasta
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
ru_ru: Не найдено

source: Are you sure you want to remove this comment?
de_de: Bist du sicher, dass du diesen Kommentar löschen möchtest?
fi_fi: Haluatko varmasti poistaa tämän komentin?
fr_fr: Êtes-vous certain de vouloir supprimer ce commentaire ?
hu_hu: Biztos, hogy el akarod távolítani a hozzászólást?
it_it: Si è sicuri di voler rimuovere questo commento?
lt_lt: Ar tikrai norite pašalinti šį komentarą?
nl_nl: Ben je zeker dat je deze reactie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten komentarz?
ru_ru: Вы уверены, что хотите удалить этот комментарий?

source: Updating description failed.
de_de: Beschreibung aktualisieren fehlgeschlagen.
fi_fi: Kuvauksen päivittäminen epäonnistui.
fr_fr: Échec de la mise à jour de la description.
hu_hu: Leírás frissítése nem sikerült.
it_it: Aggiornamento descrizione fallito.
lt_lt: Nepavyko atnaujinti aprašymo.
nl_nl: Actualisering van de beschrijving is mislukt.
pl_pl: Aktualizacja wpisu nie udała się.
ru_ru: Не удалось обновить описание.

source: Description written %s
fi_fi: Kuvaus kirjoitettu %s
fr_fr: Description écrite %s
hu_hu: Leírás megírva %s
it_it: Descrizioni %s
nl_nl: Beschrijving geschreven %s
pl_pl: Opisane %s
ru_ru: Описание написано %s

source: You need to be <a href="%s">logged in</a> to add or edit descriptions.
de_de: Du musst dich <a href="%s">einloggen</a> um Einträge hinzuzufügen oder zu bearbeiten.
fi_fi: Sinun täytyy olla <a href="%s">kirjautuneena sisään</a> lisätäksesi tai muokataksesi kuvauksia.
fr_fr: Vous devez être <a href="%s">connecté</a> pour ajouter ou modifier une description.
hu_hu: <a href="%s">Lépj be</a> leírás hozzáadásához vagy szerkesztéséhez.
it_it: Biosnga essere <a href="%s">loggati</a> per aggiungere o modificare descrizioni.
lt_lt: Privalote <a href="%s">prisijungti</a> norėdami pridėti ar redaguoti aprašymus.
nl_nl: Je moet <a href="%s">ingelogd</a> zijn om beschrijvingen toe te voegen of te bewerken.
pl_pl: Musisz być <a href="%s">zalogowany</a> żeby dodawać lub edytować opisy.
ru_ru: Вы должны <a href="%s">войти</a>, чтобы иметь возможность добавлять и изменять описания.

source: Send
de_de: Senden
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: Elküldés
it_it: Invia
lt_lt: Siųsti
nl_nl: Stuur
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить

source: Find good places for hitchhiking and add your own
de_de: Finde gute Trampstellen und füge deine hinzu
fi_fi: Löydä hyviä liftauspaikkoja ja lisää omasi
fr_fr: Trouver de bons spot d'auto-stop et ajouter les vôtres
hu_hu: Találd meg a jó stopphelyeket és add hozzá sajátjaidat
it_it: Trova buoni posto dove fare autostop e aggiungine uno personale
nl_nl: Vind goede plaatsen om te liften en voeg je eigen plaatsen toe
pl_pl: Znajdź dobre miejsca do łapania stopa i dodawaj własne
pt_pt: Encontra bons lugares para apanhar boleia e adiciona os que tu conheces
ro_ro: Găseste locuri bune pentru autostop şi adăuga propriile locuri
ru_ru: Ищите хорошие позиции для автостопа и добавляйте свои собственные

source: Russian
de_de: Russisch
fi_fi: Venäjä
fr_fr: Russe
hu_hu: Orosz
it_it: Russo
lt_lt: Rusų
nl_nl: Russisch
pl_pl: rosyjski
pt_pt: Russo
ru_ru: Русский

source: German
de_de: Deutsch
fi_fi: Saksa
fr_fr: Allemand
hu_hu: Német
it_it: Tedesco
lt_lt: Vokiečių
nl_nl: Duits
pl_pl: niemiecki
pt_pt: Alemão
ru_ru: Немецкий

source: Dutch
de_de: Niederländisch
fi_fi: Hollanti
fr_fr: Néerlandais
hu_hu: Holland
it_it: Olandese
lt_lt: Olandų
nl_nl: Nederlands
pl_pl: holenderski
pt_pt: Holandês / Flamengo
ru_ru: Голландский

source: Polish
de_de: Polnisch
fi_fi: Puola
fr_fr: Polonais
hu_hu: Lengyel
it_it: Polacco
lt_lt: Lenkų
nl_nl: Pools
pl_pl: polski
pt_pt: Polaco
ru_ru: Польский

source: French
de_de: Französisch
fi_fi: Ranska
fr_fr: Français
hu_hu: Francia
it_it: Francese
lt_lt: Prancūzų
nl_nl: Frans
pl_pl: francuski
pt_pt: Francês
ru_ru: Французский

source: Lithuanian
de_de: Litauisch
fi_fi: Liettua
fr_fr: Lituanien
hu_hu: Litván
it_it: Lituano
lt_lt: Lietuvių
nl_nl: Litouws
pl_pl: litewski
pt_pt: Lituano
ru_ru: Литовский

source: Swedish
de_de: Schwedisch
fi_fi: Ruotsi
fr_fr: Suédois
hu_hu: Svéd
it_it: Svedese
lt_lt: Švedų
nl_nl: Zweeds
pl_pl: szwedzki
pt_pt: Sueco
ru_ru: Шведский

source: Spanish
de_de: Spanisch
fi_fi: Espanja
fr_fr: Espagnol
hu_hu: Spanyol
it_it: Spagnolo
lt_lt: Ispanų
nl_nl: Spaans
pl_pl: hiszpański
pt_pt: Espanhol
ru_ru: Испанский

source: Portuguese
de_de: Portugiesisch
fi_fi: Portugali
fr_fr: Portugais
hu_hu: Portugál
it_it: Portoghese
lt_lt: Portugalų
nl_nl: Portugees
pl_pl: portugalski
pt_pt: Português
ru_ru: Португальский

source: Romanian
de_de: Rumänisch
fi_fi: Romania
fr_fr: Roumain
hu_hu: Román
it_it: Rumeno
lt_lt: Rumunų
nl_nl: Roemeens
pl_pl: rumuński
pt_pt: Romeno
ru_ru: Румынский

source: Set up a new center point, so that the map will be centered to there every time you login
de_de: Stelle einen Ort ein, auf den sich die Karte jedes mal richten soll, wenn du dich anmeldest
fi_fi: Aseta uusi keskipiste, jonne kartta on keskitettynä kun kirjaudut sivustolle.
fr_fr: Désigner un nouveau point sur lequel centrer la carte automatiquement à chaque connexion
hu_hu: Állíts be egy új középpontot, ami a térkép középpontja lesz
it_it: Creare un nuovo punto centrale, cosi che è la mappa verrà ricentratata ad ogni login
nl_nl: Stel een nieuw centrum in om de map daar omheen te centreren elke keer dat je inlogt.
pl_pl: Ustaw nowy punk centralny mapy tak, że kiedy tylko się zalogujesz będzie ona ustawiona na to co wybrałeś/aś.
pt_pt: Define um novo ponto central, para que o mapa fique aí centrado cada vez que te logares
ru_ru: Установить страну, которую Карты будут показывать при загрузке.

source: You can see the current status of translations from %s
fi_fi: Voit tarkistaa käännösten tämänhetkisen tilanteen osoitteessa %s
fr_fr: Vous pouvez visualiser l'état des traductions de %s
hu_hu: A fordítások jelenlegi állását megtekintheted itt: %s
it_it: È possibile visualizzare lo stato corrente delle traduzioni a% s
nl_nl: Je kunt de huidige status van de vertalingen zien van %s
pl_pl: Obecny stan tłumaczeń można zobaczyć na %s
pt_pt: Podes ver o estado atual da tradução de %s
ru_ru: Просмотреть продвижение переводов на другие языки %s

source: Hitcwiki Maps works with your Hitchwiki-account, so with one login you can access <a href="http://hitchwiki.org/">Wiki</a>, <a href="http://hitchwiki.org/community/">Community</a> and Maps.
de_de: Hitchwiki Maps funktioniert mit deinem Hitchwiki-Account. Mit einem Login kannst du also <a href="http://hitchwiki.org/">Wiki</a>, <a href="http://hitchwiki.org/community/">Community</a> und Maps benutzen.
fi_fi: Hitcwiki Kartat toimii Hitchwiki-tunnuksillasi, joten yhdellä kirjautumisella pääset <a href="http://hitchwiki.org/">Wikiin</a>, <a href="http://hitchwiki.org/community/">Yhteisöön</a> sekä Karttoihin.
fr_fr: Les cartes Hitcwiki fonctionnent sous votre compte Hitchwiki. Il vous faut donc un seul compte utilisateur pour le <a href="http://hitchwiki.org/">wiki</a>, <a href="http://hitchwiki.org/community/">la communauté</a> et les cartes.
hu_hu: A Hitchwiki térkép Hitchwiki fiókkal működik. Egy felhasználónévvel tudod használni mind a <a href="http://hitchwiki.org/">Wiki</a>t, a <a href="http://hitchwiki.org/community/">Community</a>-t és a térképet.
it_it: Hitcwiki Maps funziona con il proprio Hichwiki-account, così, con un solo login è possibile accedere al <a href="http://hitchwiki.org/">Wiki</a>, alla <a href="http://hitchwiki.org/community/">Community</a> e a Maps.
nl_nl: Hitchwiki Maps werkt met je Hitchwiki-account, dus met een login heb je toegang tot <a href="http://hitchwiki.org/">Wiki</a>, <a href="http://hitchwiki.org/community/">Gemeenschap</a> en Maps.
pl_pl: Mapy Hitchwiki są połączone z Twoim kontem Hitchwiki, więc kiedy się zalogujesz masz dostęp do <a href="http://hitchwiki.org/">Wiki</a>, <a href="http://hitchwiki.org/community/">Community</a> i do map.
pt_pt: O Hitcwiki Maps funciona com a tua Hitchwiki-conta, por isso com um login podes aceder <a href="http://hitchwiki.org/">Wiki</a>, <a href="http://hitchwiki.org/community/">à Communidade</a> e aos Mapas.
ru_ru: Карты используют ваш аккаунт на АвтостопВики. Одного аккаунта достаточно для пользования <a href="http://hitchwiki.org/">АвтостопВики</a>, <a href="http://hitchwiki.org/community/">Сообществом</a> и Картами.

source: Why is the map always centered on Europe?
de_de: Warum ist die Karte immer auf Europa gerichtet?
fi_fi: Miksi kartta on aina keskitettynä Eurooppaan?
fr_fr: Pourquoi la carte est-elle centrée sur l'Europe ?
hu_hu: Miért Európához van igazítva a térkép?
it_it: Perchè la mappa è sempre centrata sull'Europa?
lt_lt: Kodėl įkrautame žemėlapyje visuomet yra matoma Europa?
nl_nl: Waarom is de kaart altijd gecentreerd op Europa?
pl_pl: Dlaczego mapa jest zawsze ustawiona na Europie?
pt_pt: Porque é que o mapa está sempre centrado na Europa?
ru_ru: Почему карты при загрузке всегда показывают Европу?

source: Most of this maps hitchhiking places are in Europe. If you have registered, you can set a point of your current country from settings. The map will center there whenever you log in.
de_de: Die meisten Markierungen auf dieser Karte befinden sich in Europa. Sobald du dich registriert hast, kannst du in deinen Einstellungen ein beliebiges Land auswählen. Die Karte richtet sich dann automatisch auf dieses Land sobald du eingeloggt bist.
fi_fi: Suurinosa liftauspaikoista on Euroopassa. Jos olet rekisteröitynyt, voit asettaa nykyisen maasi asetuksista. Kun seuraavan kerran tulet sivuille, kartta on keskitettynä sinne.
fr_fr: La plupart des spots d'auto-stop enregistrés sur la carte sont en Europe. Si vous êtes un utilisateur enregistré, vous pouvez désigner un point sur lequel la carte sera automatiquement centrée à chaque connexion.
hu_hu: A térképen megjelenő pontok többsége Európában található. Amennyiben regisztrálsz, lehetőséged lesz beállítani országod egy pontját, amely ezentúl a térkép középpontjaként fog megjelenni.
it_it: La maggior parte di queste mappe per autostoppisti si trovare in Europa. Se si è registrare è possibile impostare un punto sul proprio Paese. La mappa sarà centrata in quel luogo ad ogni login.
nl_nl: De meeste van de liften plaatsen op de kaart zijn in Europa. Als je je hebt geregistreerd, kun je zelf een plaats zetten in je instellingen. De kaart zal rond die plaats gecentreerd worden als je aanlogt.
pl_pl: Większość z map z punktami do łapania stopa znajduje się w Europie. Jeśli się zarejestrujesz to możesz zmienić ustawienia na swój kraj. Kiedy tylko się zalogujesz mapa ustawi się na twoim kraju.
pt_pt: A maior parte dos lugares para encontrar boleia são na Europa. Se te registaste, podes definir um ponto no teu país, nas definições. O mapa ficará centrado aí, sempre que te logares.
ru_ru: Потому что большинство позиций для автостопа описаны для Европейских стран. После регистрации вы сможете выбрать интересуемую страну, чтобы та отображалась при загрузке.

source: When logged in, you will have some more features on this site:
de_de: Wenn du eingeloggt bist, hast du mehr Features auf der Seite:
fi_fi: Kun olet kirjautuneena, saat käyttöösi sivuston lisäominaisuuksia:
fr_fr: Une fois connecté, vous aurez accès à plus de fonctions offertes par le site :
hu_hu: Ha bejelentkezel, a következő szolgáltatásokat tudsz használni:
it_it: Una volta connesso, si avranno alcune funzioni in più su questo sito:
nl_nl: Als je je aangemeld bent, heb je wat meer functies op deze site:
pl_pl: Po zalogowaniu dostępnych będzie więcej opcji:
pt_pt: Uma vez logado, terás acesso a mais funcionalidades neste site:
ru_ru: Зарегистрированные пользователи также могут:

source: Are you sure you want to remove this record?
de_de: Möchtest du diesen Eintrag wirklich löschen?
fi_fi: Oletko varma että haluat poistaa tämän merkinnän?
fr_fr: Êtes-vous certain de vouloir supprimer cette entrée ?
hu_hu: Biztosan el akarod távolítani ezt a feljegyzést?
it_it: Si è sicuri di voler eliminare questo record?
lt_lt: Ar tikrai norite ištrinti šį įrašą?
nl_nl: Ben je er zeker var dat je dit record wilt verwijderen?
pl_pl: Czy jesteś pewny/a, że chcesz usunąć ten wpis?
pt_pt: Tens a certeza de que queres remover este registo?
ru_ru: Вы уверены, что хотите удалить эту запись?

source: Could not remove a record due to an error. Please try again!
de_de: Eintrag konnte nicht gelöscht werden, da ein Fehler aufgetreten ist. Bitte versuch es noch einmal!
fi_fi: Merkintää ei voitu poistaa virheen vuoksi. Yritäthän uudelleen!
fr_fr: Échec de la suppression de l'entrée. Veuillez essayer de nouveau !
it_it: Impossibile eliminare un record a causa di un errore. Riprovare!
lt_lt: Nepavyko ištrinti šio įrašo. Prašome pabandyti dar kartą!
nl_nl: Kon het record niet verwijderen door een fout. Probeer het opnieuw!
pl_pl: Wystąpił błąd i nie udało się usunąć wpisu. Proszę, spróbuj ponownie!
pt_pt: Não foi possível remover um registo devido a um erro. Porr favor tenta de novo!
ru_ru: Ошибка удаления записи. Попробуйте ещё раз.

source: You are logged in. Your name will be visible for others.
de_de: Du bist eingeloggt. Andere können deinen Namen sehen.
fi_fi: Olet kirjautuneena sisään. Nimesi tulee näkymään muille.
fr_fr: Vous êtes connectés. Votre nom sera visible par les autres utilisateurs.
hu_hu: Be vagy jelentkezve. Neved látható mások számára.
it_it: Loggato. La visibilità del nome è disponibile ad altri.
lt_lt: Jūs prisijungęs. Jūsų vardas bus matomas kitiems.
nl_nl: Je bent ingelogd. Je naam is zichtbaar voor anderen.
pl_pl: Jesteś zalogowany/a. Twoja nazwa jest widoczna dla innych.
pt_pt: Está logado. O seu nome estará visível para outros.
ru_ru: Вы вошли и будете видны остальным пользователям.

source: Please add your waiting time first.
de_de: Bitte erst deine Wartezeit angeben.
fi_fi: Lisääthän odotusaikasi ensin.
fr_fr: Veuillez d'abord ajouter votre temps d'attente.
hu_hu: Előbb várakozási időt adj hozzá
it_it: Si prega di aggiungere il primo tempo di attesa.
lt_lt: Norėdami tęsti, nurodykite laukimo laiką.
nl_nl: Voeg eerst je eigen wachttijd toe.
pl_pl: Dodaj najpierw swój czas oczekiwania.
pt_pt: Por favor, primeiro adicione o seu tempo de espera.
ru_ru: Сперва добавьте своё время ожидания.

source: No description available for this language.
de_de: Keine Beschreibung in dieser Sprache verfügbar.
fi_fi: Tällä kielellä ei ole lisätty kuvausta.
fr_fr: Il n'y a pas de description disponible pour cette langue.
hu_hu: Ehhez a nyelvhez nem tartozik leírás
it_it: Nessuna descrizione disponibile in questa lingua.
lt_lt: Nėra aprašymo šia kalba.
nl_nl: Geen beschrijving beschikbaar voor deze taal.
pl_pl: Brak opisu w tym języku.
pt_pt: Não há uma descrição disponível nesta linguagem.
ru_ru: Описание на этом языке недоступно.

source: Could not add place due to an error.
de_de: Konnte nicht gespeichert werden, da ein Fehler aufgetreten ist.
fi_fi: Paikkaa ei voitu lisätä virheen vuoksi.
fr_fr: Échec de l'ajout du spot.
hu_hu: Hiba folytán nem sikerült a helyet rögzíteni.
it_it: Impossibile aggiungere posizione a causa di un errore.
lt_lt: Nauja vieta nebuvo įtraukta dėl sistemos klaidos.
nl_nl: Plaats kon niet toe gevoegd worden vanwege een fout.
pl_pl: Wystąpił błąd, nie można dodać miejsca.
pt_pt: O local não pode ser adicionado devido a um erro.
ru_ru: Ошибка добавления места.

source: Your name <i>"%s"</i> will be visible for this place.
de_de: Dein Name <i>"%s"</i> wird an dieser Markierung angegeben.
fi_fi: Nimesi <i>"%s"</i> näytetään paikan yhteydessä.
fr_fr: Votre nom <i>"%s"</i> sera visible pour cet endroit.
hu_hu: A neved, <i>"%s"</i>, meg fog jellenni ennél a helynél.
it_it: Il tuo nome <i>"%s"</i> sarà visualizzato su questa posizione
nl_nl: Je naam <i>"%s"</i> zal zichtbaar zijn voor deze plaats.
pl_pl: Twoja nazwa użytkownika <i>"%s"</i> będzie widoczna dla tego miejsca.
pt_pt: O seu nome <i>"%s"</i> ficará visível para este lugar.
ru_ru: У описания этой точки будет подпись <i>"%s"</i>

source: In-city transportation
de_de: Öffentlicher Nahverkehr
fi_fi: Kaupungin sisäinen liikenne
fr_fr: Transport urbain
hu_hu: Városi közlekedés
it_it: Trasporto cittadino
lt_lt: Miesto transportas
nl_nl: Lokaal vervoer.
pl_pl: Transport w mieście
pt_pt: Transporte dentro da cidade
ru_ru: Городской транспорт

source: Go to site
de_de: Zur Seite gehen
fi_fi: Mene sivulle
it_it: Va al sito
lt_lt: Eiti į puslapį
nl_nl: Ga naar de website
pl_pl: Przejdź do strony
pt_pt: Visitar o sítio web
ru_ru: Перейти по ссылке

source: Inter-city / international transportation
de_de: Öffentlicher Fernverkehr
fi_fi: Kaupunkien välinen / kansainvälinen liikenne
fr_fr: Transport interurbain / international
hu_hu: Városon belüli / nemzetközi közlekedés
it_it: Inter-city / trasporti internazionali
lt_lt: Tarpmiestinis / tarptautinis transportas
nl_nl: Intercity / internationaal transport
pl_pl: Transport między miastami/międzynarodowy
pt_pt: Inter-cidades / transporte internacional
ru_ru: Междугородний транспорт

source: Why register?
de_de: Warum registrieren?
fi_fi: Miksi rekisteröityä?
fr_fr: Pourquoi s'inscrire?
hu_hu: Mire jó a regisztráció?
it_it: Perchè registrarsi?
lt_lt: Kodėl registruotis?
nl_nl: Waarom registreren?
pl_pl: Po co się rejestrować?
pt_pt: Porquê registar?
ru_ru: Зачем регистрироваться?

source: http://creativecommons.org/licenses/by-sa/3.0/
de_de: http://creativecommons.org/licenses/by-sa/3.0/deed.de
fi_fi: http://creativecommons.org/licenses/by-sa/3.0/deed.fi
fr_fr: http://creativecommons.org/licenses/by-sa/3.0/deed.fr
lt_lt: http://creativecommons.org/licenses/by-sa/3.0/deed.lt
nl_nl: http://creativecommons.org/licenses/by-sa/3.0/deed.nl
pl_pl: http://creativecommons.org/licenses/by-sa/3.0/deed.pl
pt_pt: http://creativecommons.org/licenses/by-sa/3.0/deed.pt
ro_ro: http://creativecommons.org/licenses/by-sa/3.0/deed.ro
ru_ru: http://creativecommons.org/licenses/by-sa/3.0/deed.ru

source: Download
de_de: Herunterladen
fi_fi: Lataa
fr_fr: Télécharger
hu_hu: Letöltés
lt_lt: Atsisiųsti
pl_pl: Pobierz
pt_pt: Download / baixar
ru_ru: Загрузить

source: Link here
de_de: Link hierher.
fi_fi: Linkitä tähän
fr_fr: Lier ici
hu_hu: Link
it_it: Link qui
lt_lt: Nuoroda
nl_nl: Link hier
pl_pl: Link tutaj
pt_pt: Link aqui
ru_ru: Ссылки

source: No public transport found for this country.
de_de: Keine Verkehrsinformationen für dieses Land gefunden.
fi_fi: Tälle maalle ei löytynyt julkista liikennettä.
fr_fr: Transport public introuvable pour ce pays.
hu_hu: Nem található tömegközlekedési információ ehhez az országhoz.
it_it: Nessun tipo di trasporto trovato per questo Stato.
lt_lt: Nėra jokios informacijos apie viešajį transportą šioje šalyje.
nl_nl: Geen openbaar vervoer gevonden voor dit land.
pl_pl: Nie znaleziono komunikacji publicznej w tym kraju
pt_pt: Não foi encontrado transporte público para este país.
ru_ru: Для этой страны общественный транспорт не описан.

source: Place successfully added to the map.
de_de: Markierung erfolgreich zur Karte hinzugefügt.
fi_fi: Paikka lisätty kartalle.
fr_fr: Spot ajouté à la carte avec succès.
hu_hu: A stopphelyet sikerrel felkerült a térképre.
it_it: Posizione aggiunta alla mappa
lt_lt: Nauja vieta buvo įtraukta į žemėlapį.
nl_nl: Plaats met succes toegevoegd aan de kaart.
pl_pl: Miejsce zostało dodane do mapy.
pt_pt: Local adicionado com sucesso ao mapa.
ru_ru: Место успешно добавлено на карту.

source: No waiting time for this place added yet.
de_de: Für diese Markierung gibt es bisher keine Erfahrungswerte.
fi_fi: Tälle paikalle ei ole vielä lisätty odotusaikoja.
fr_fr: Aucun temps d'attente disponible pour ce spot.
hu_hu: Várakozási időt még senki nem adott ehhez a helyhez.
it_it: Non è stato aggiunto nessun tempo di attesa per questa posizione.
lt_lt: Laukimo laikas dar nėra nurodytas šiai vietai.
nl_nl: Er is nog geen wachttijd voor deze plaats toegevoegd.
pl_pl: Czas oczekiwania dla tego miejsca nie został jeszcze dodany.
pt_pt: Ainda não foi adicionado um "tempo de espera" para este local.
ru_ru: Для этого места ещё не добавлено ни одного времени ожидания.
