Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: Edit places and see all the places you added
de_de: Alle Marker die zu hinzugefügt hast bearbeiten.
fi_fi: Muokkaa paikkoja ja näe paikat jotka lisäsit itse.
fr_fr: Modifier des spots et voir tous les spots ajoutés par vous
hu_hu: Helyek szerkesztése és saját helyek megtekintése
it_it: Modificare luoghi e vedere tutti le posizioni aggiunte dall'utente
nl_nl: Bewerk plaatsen en zie alle plaatsen die je hebt toegevoegd
pl_pl: Edytuj miejsca i zobacz wszystkie miejsca, które dodałeś
pt_pt: Editar os locais e ver todos os locais que você adicionou
ru_ru: Редактировать места и просмотреть все добавленные места

source: Enable/disable additional map layers and choose your default
de_de: Zusätzliche Kartenlayer ein- oder ausschalten
fi_fi: Lisää/poista karttatasoja käytöstä ja valitse oletustaso
fr_fr: Activer/désactiver la superposition de cartes et choisir les paramètres par défaut
hu_hu: Egyéb térképfelületek engedélyezése/tiltása és az alapértelmezett kiválasztása
it_it: Abilitare/disabilitare ulteriori layer alla mappa e selezionarne uno predefinito
nl_nl: Activeren / deactiveren extra kaartlagen en kies je standaard
pl_pl: Włącz/wyłącz dodatkowe warstwy map i wybierz domyślną.
pt_pt: Activar/desactivar camadas adicionais dos mapas e escolher as que aparecem por defeito
ru_ru: Управлять дополнительными слоями на карте и устанавливать предпочтения

source: ...and more!
de_de: ...und mehr!
fi_fi: ...ja lisää!
fr_fr: ... et plus !
hu_hu: ... és több és több!
it_it: ... ed altro ancora!
lt_lt: ...ir dar daugiau!
nl_nl: ... en meer!
pl_pl: ...i więcej!
pt_pt: ...e mais!
ru_ru: ... дальше больше!

source: Anonymous
de_de: Anonym
fi_fi: Anonyymi
fr_fr: Anonyme
it_it: Anonimo
lt_lt: Anonimas
nl_nl: Anoniem
pl_pl: Anonimowy
pt_pt: Anónimo
ro_ro: Anonim
ru_ru: Анонимус

source: Asia
de_de: Asien
fi_fi: Aasia
fr_fr: Asie
hu_hu: Ázsia
lt_lt: Azija
nl_nl: Azië
pl_pl: Azja
pt_pt: Ásia
ru_ru: Азия

source: Africa
de_de: Afrika
fi_fi: Afrikka
fr_fr: Afrique
hu_hu: Afrika
lt_lt: Afrika
nl_nl: Afrika
pl_pl: Afryka
pt_pt: África
ru_ru: Африка

source: North America
de_de: Nordamerika
fi_fi: Pohjois-Amerikka
fr_fr: Amérique du Nord
hu_hu: Észak-Amerika
it_it: Nord America
lt_lt: Šiaurės Amerika
nl_nl: Noord-Amerika
pl_pl: Ameryka Północna
pt_pt: América do Norte
ro_ro: America de Nord
ru_ru: Северная Америка

source: South America
de_de: Südamerika
fi_fi: Etelä-Amerikka
fr_fr: Amérique du Sud
hu_hu: Dél-Amerika
it_it: Sud America
lt_lt: Pietų Amerika
nl_nl: Zuid-Amerika
pl_pl: Ameryka Południowa
pt_pt: América do Sul
ro_ro: America de Sud
ru_ru: Южная Америка

source: Antarctica
de_de: Antarktis
fi_fi: Antarktis
fr_fr: Antarctique
hu_hu: Antarktisz
it_it: Antartide
lt_lt: Antarktida
pl_pl: Antarktyda
pt_pt: Antártica
ru_ru: Антарктика

source: Europe
de_de: Europa
fi_fi: Eurooppa
hu_hu: Európa
it_it: Europa
lt_lt: Europoje
nl_nl: Europa
pl_pl: Europa
pt_pt: Europa
ro_ro: Europa
ru_ru: Европа

source: Australia and Oceania
de_de: Australien und Ozeanien
fi_fi: Australia ja Oseania
fr_fr: Australie et Océanie
hu_hu: Ausztrália és Óceánia
it_it: Australia e Oceania
lt_lt: Australija ir Okeanija
nl_nl: Australië en Oceanië
pl_pl: Australia i Oceania
pt_pt: Austrália e Oceania
ro_ro: Australia si Oceania
ru_ru: Австралия и Океания

source: Very good
de_de: Sehr gut
fi_fi: Erinomainen
fr_fr: Très bon
hu_hu: Nagyon jó
it_it: Molto buono
lt_lt: Labai gera
nl_nl: Heel goed
pl_pl: Bardzo dobrze
pt_pt: Muito bom
ro_ro: Foarte bun
ru_ru: Очень хорошо

source: Good
de_de: Gut
fi_fi: Hyvä
fr_fr: Bon
hu_hu: Jó
it_it: Buono
lt_lt: Geras
nl_nl: Goed
pl_pl: Dobrze
pt_pt: Bom
ro_ro: Bun
ru_ru: Хорошо

source: Average
de_de: Mittel
fi_fi: Keskiverto
fr_fr: Moyen
hu_hu: Átlagos
it_it: Medio
lt_lt: Vidutinis
nl_nl: Gemiddeld
pl_pl: Przeciętnie
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средне

source: Bad
de_de: Schlecht
fi_fi: Huono
fr_fr: Mauvais
hu_hu: Rossz
it_it: Scarso
lt_lt: Blogas
nl_nl: Slecht
pl_pl: Źle
pt_pt: Mau
ro_ro: Prost
ru_ru: Плохо

source: Senseless
de_de: Unmöglich
fi_fi: Järjetön
fr_fr: Insensé
hu_hu: Reménytelen
it_it: Assurdo
lt_lt: Neprotingas
nl_nl: Zinloos
pl_pl: Beznadziejnie
pt_pt: Indiferente
ro_ro: Fara sens
ru_ru: Бесмысленно

source: Unknown
de_de: Unbekannt
fi_fi: Tuntematon
fr_fr: Inconnu
hu_hu: Ismeretlen
it_it: Sconosciuto
lt_lt: Nežinomas
nl_nl: Onbekend
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно

source: h
de_de: Std
fi_fi: t
hu_hu: ó
lt_lt: val
nl_nl: u
pl_pl: godz
ru_ru: ч

source: Other
de_de: Andere
fi_fi: Muu
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro
lt_lt: Kita
nl_nl: Overig
pl_pl: Inny
pt_pt: Outro
ro_ro: Alte
ru_ru: Другое

source: Local bus
de_de: Stadtbus
fi_fi: Paikallisbussi
fr_fr: Autobus local
hu_hu: Helyi buszjárat
it_it: Autobus locale
nl_nl: Lokale bus
pl_pl: Autobus miejski/lokalny
pt_pt: Autocarro local
ro_ro: Autobuz local
ru_ru: Городской автобус

source: Trolleybus
de_de: O-Bus
fi_fi: Johdinauto
hu_hu: Troli
it_it: Filobus
lt_lt: Troleibusų
pl_pl: Trolejbus
pt_pt: Autocarro-eletrificado
ro_ro: Troleibuz
ru_ru: Троллейбус

source: Tram
de_de: Straßenbahn
fi_fi: Raitiovaunu
hu_hu: Villamos
lt_lt: Tramvajus
pl_pl: Tramwaj
pt_pt: Elétrico
ro_ro: Tramvai
ru_ru: Трамвай

source: Commuter train
de_de: S-Bahn
fi_fi: Lähijuna
fr_fr: Train de banlieue
hu_hu: HÉV
it_it: Pendolari dei treni
lt_lt: Priemiestiniai traukiniai
nl_nl: Pendeltrein
pl_pl: Pociąg podmiejski
pt_pt: Comboio sub-urbano
ru_ru: Пригородные поезда

source: Taxi
fi_fi: Taksi
lt_lt: Taksi
pt_pt: Táxi
ru_ru: Такси

source: Long distance bus
de_de: Fernbus
fi_fi: Pitkänmatkan bussit
fr_fr: Autobus longue-distance
hu_hu: Távolsági busz
it_it: Pullman lunga distanza
nl_nl: Interlokale bus
pl_pl: Autobus dalekobieżny
pt_pt: Autocarro de longa distância
ro_ro: Autobuz de cursa lunga
ru_ru: Междугородние автобусы

source: Long distance train
de_de: Fernzug
fi_fi: Pitkänmatkan junat
fr_fr: Train longue-distance
hu_hu: Távolsági vasút
it_it: Treno lungo distanza
lt_lt: Tarpmiestiniai traukiniai
nl_nl: Interlokale trein
pl_pl: Pociąg
pt_pt: Comboio de longa distância
ro_ro: Tren de cursa lunga
ru_ru: Междугородние поезда

source: Airline
de_de: Fluglinie
fi_fi: Lentoliikenne
fr_fr: Ligne aérienne
hu_hu: Légitársaság
it_it: Linea aerea
lt_lt: Avia linijos
nl_nl: Vliegtuig
pl_pl: Linia lotnicza
pt_pt: Companhia Aérea
ro_ro: Compania aeriana
ru_ru: Авиаперелеты

source: Shipping
de_de: Schifffahrt
fi_fi: Laivaliikenne
fr_fr: Expédition
it_it: Navigazione
nl_nl: Schip
pl_pl: Statkiem
pt_pt: Encomenda
ro_ro: Transport
ru_ru: Паромы

source: Carsharing
fi_fi: Kimppakyyti
fr_fr: Covoiturage
hu_hu: Telekocsi
lt_lt: Dalinimasis automobiliu
nl_nl: Auto delen
pl_pl: Wolne miejsce w aucie za podział kosztów benzyny
pt_pt: Carsharing (Partilha do Carro)
ru_ru: Каршэринг

source: Car rental
de_de: Autovermietung
fi_fi: Autonvuokraus
fr_fr: Location de voitures
hu_hu: Autókölcsönző
it_it: Affitto auto
lt_lt: Automobilių nuoma
nl_nl: Huur auto
pl_pl: Wypożyczalnia samochodów
pt_pt: Rent-a-Car (Aluguer de Carros)
ro_ro: Închirieri maşini
ru_ru: Аренда автомобилей

source: City
de_de: Stadt
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
it_it: Città
lt_lt: Miestas
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oras
ru_ru: Город

source: Site
de_de: Seite
fi_fi: Sivu
hu_hu: Honlap
it_it: Sito
lt_lt: Web puslapis
nl_nl: Website
pl_pl: Strona
pt_pt: Sítio
ro_ro: Site-ul
ru_ru: Сайт

source: Type
de_de: Typ
fi_fi: Tyyppi
hu_hu: Típus
it_it: Tipo
lt_lt: Tipas
pl_pl: Rodzaj
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип

source: Manage
fi_fi: Hallinnoi
fr_fr: Gérer
hu_hu: Szerkesztés
it_it: Gestisci
lt_lt: Valdyti
nl_nl: Beheer
pl_pl: Zarządzaj
pt_pt: Conseguir
ro_ro: Gestioneaza
ru_ru: Управлять

source: Remove page permanently
de_de: Seite endgültig löschen
fi_fi: Poista sivu pysyvästi
fr_fr: Supprimer la page
hu_hu: Oldal végleges eltávolítása
it_it: Rimuovi pagina per sempre
lt_lt: Ištrinti puslapį negražinamai
nl_nl: Verwijder de pagina voorgoed
pl_pl: Usuń stronę
pt_pt: Remover de vez
ro_ro: Eliminare pagină permanent
ru_ru: Удалить страницу навсегда

source: Edit page
de_de: Seite bearbeiten
fi_fi: Muokkaa sivua
fr_fr: Modifier la page
hu_hu: Oldal szerkesztése
it_it: Modifica pagina
lt_lt: Redaguoti puslapį
nl_nl: Wijzig pagina
pl_pl: Edytuj stronę
pt_pt: Editar página
ro_ro: Editeazai pagina
ru_ru: Редактировать страницу

source: Are you sure?
de_de: Bist du sicher?
fi_fi: Oletko varma?
fr_fr: Veuillez confirmer !
hu_hu: Biztos vagy benne?
it_it: Sei sicuro?
nl_nl: Ben je zeker?
pl_pl: Jesteś pewny/a?
pt_pt: Tem a certeza?
ro_ro: Esti sigur?
ru_ru: Вы уверены?

source: Add some?
de_de: Hinzufügen?
fi_fi: Lisää muutama?
fr_fr: En ajouter ?
hu_hu: Hozzáadnál?
it_it: Aggiungi qualcosa?
nl_nl: Toevoegen
pl_pl: Dodać?
pt_pt: Adicionar alguns?
ro_ro: Adauga unele?
ru_ru: Добавить ссылку!

source: Add place
de_de: Markierung hinzufügen
fi_fi: Lisää paikka
fr_fr: Ajouter un spot
hu_hu: Stopphely hozzáadása
it_it: Aggiungi luogo
lt_lt: Pridėti vietą
nl_nl: Marker toevoegen
pl_pl: Dodaj miejsce
pt_pt: Adicionar lugar?
ro_ro: Adauga loc
ru_ru: Добавить место

source: Close
de_de: Schließen
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Becsuk
it_it: Chiudi
lt_lt: Uždaryti
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Inchide
ru_ru: Закрыть

source: Loading
de_de: Lädt
fi_fi: Ladataan
fr_fr: Chargement
hu_hu: Betöltés
it_it: Caricamento ...
lt_lt: Įkraunama
nl_nl: Laden
pl_pl: Ładowanie
pt_pt: Carregando
ro_ro: Incarca
ru_ru: Загрузка

source: Country
de_de: Land
fi_fi: Maa
fr_fr: Pays
hu_hu: Ország
it_it: Paese
lt_lt: Šalis
nl_nl: Land
pl_pl: Kraj
pt_pt: País
ro_ro: Ţară
ru_ru: Страна

source: Required
de_de: Erforderlich
fi_fi: Vaadittu
fr_fr: Requis
hu_hu: (valamit muszáj)
it_it: Richiesto
lt_lt: Privalomas
nl_nl: Verplicht
pl_pl: Wymagany
pt_pt: Necessário
ro_ro: Necesar
ru_ru: Обязательно

source: Select
de_de: Auswählen
fi_fi: Valitse
fr_fr: Sélectionner
hu_hu: Kiválaszt
it_it: Seleziona
lt_lt: Pasirinkite
nl_nl: Selecteer
pl_pl: Wybierz
pt_pt: Escolha
ro_ro: Selectaţi
ru_ru: Выбрать страну

source: Hitchhiking spot
de_de: Trampstelle
fi_fi: Liftauspaikka
fr_fr: Spot d'auto-stop
hu_hu: Stopphely
nl_nl: Lift plaats
pl_pl: Miejsce do łapania stopa
pt_pt: Ponto para apanhar Boleia
ro_ro: Loc de autostop
ru_ru: Позиция для автостопа

source: Event / Meeting / Gathering
de_de: Veranstaltung / Treffen / Versammlung
fi_fi: Tapahtuma / kokoontuminen
fr_fr: Évènement / Rencontre / Rassemblement
hu_hu: Esemény / Találkozó / Dzsembori
it_it: Evento / Incontro / Raduno
lt_lt: Renginiai / Susitikimai / Įvykiai
nl_nl: Evenement / Vergadering / Bijeenkomst
pl_pl: Wydarzenia / Spotkanie / Zebranie
pt_pt: Evento / Encontro
ro_ro: Eveniment / Intalnire / Intrunire
ru_ru: Событие / Встреча / Сбор

source: Description
de_de: Beschreibung
fi_fi: Kuvaus
hu_hu: Leírás
it_it: Descrizione
lt_lt: Aprašymas
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание

source: Please fill as many different language descriptions as you can.
de_de: Bitte fülle die Beschreibung in so vielen Sprachen wie möglich aus.
fi_fi: Täytäthän kuvauksen mahdollisimman monella eri kielellä.
fr_fr: Veuillez entrer votre description dans autant de langues que possible.
hu_hu: Lehetőség szerint minél több nyelven töltsd ki
it_it: Se si è in grado si consiglia di aggiungere descrizioni in più lingue.
lt_lt: Prašome įtraukti aprašymą ir kitomis kalbomis, kuriomis jūs kalbate.
nl_nl: Vul a.u.b. de beschrijving in zoveel mogelijk talen in.
pl_pl: Proszę, uzupełnij opisy w tylu języka w ilu dasz radę.
pt_pt: Por favor escreve em tantas línguas diferentes quanto possível.
ro_ro: Va rugam sa completati descrieri in cat mai multe limbi cu putinta.
ru_ru: Заполните описание на всех доступных Вам языках, пожайлуста.

source: Clear
de_de: Löschen
fi_fi: Tyhjennä
fr_fr: Effacer
hu_hu: Törlés
it_it: Pulisci
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpo
ru_ru: Очистить

source: Hitchability
de_de: Trampbarkeit
fi_fi: Liftattavuus
fr_fr: Auto-stopabilité
hu_hu: Stoppolhatóság
it_it: Autostoppitabilità (Hitchability)
nl_nl: Liftbaarheid
pl_pl: Łatwość złapania stopa
pt_pt: Facilidade de apanhar Boleia
ru_ru: Удобство позиции

source: About Hitchability
de_de: Über Trampbarkeit
fi_fi: Liftattavuudesta
fr_fr: Plus de détails sur l'auto-stopabilité
hu_hu: Stoppolhatóságról
it_it: Informazioni su Hitchability
nl_nl: Over Liftbaarheid
pl_pl: O łatwości złapania stopa
pt_pt: Sobre a "Facilidade de apanhar Boleia"
ro_ro: Despre Hitchability
ru_ru: Об удобстве позиции

source: Cancel
de_de: Abbrechen
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
lt_lt: Atšaukti
nl_nl: Afbreken
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anuleza
ru_ru: Отмена

source: Thank you!
de_de: Danke!
fi_fi: Kiitos!
fr_fr: Merci !
hu_hu: Köszi!
it_it: Grazie!
lt_lt: Ačiū!
nl_nl: Bedankt!
pl_pl: Dziękujemy!
pt_pt: Obrigado!
ro_ro: Vă mulţumim!
ru_ru: Спасибо

source: Place added successfully
de_de: Markierung erfolgreich hinzugefügt
fi_fi: Paikka lisätty
fr_fr: Spot ajouté avec succès
hu_hu: Hely sikeresen hozzáadva
it_it: Posizione aggiunta
lt_lt: Nauja vieta įdėta sėkmingai
nl_nl: Markering is met succes toegevoegd
pl_pl: Miejsce zostało dodane
pt_pt: Local adicionado com sucesso
ro_ro: Loc adăugat cu succes
ru_ru: Место успешно добавлено

source: Please try again!
de_de: Bitte versuche es noch einmal!
fi_fi: Yritäthän uudestaan!
fr_fr: Veuillez essayer de nouveau !
hu_hu: Próbáld újra!
it_it: Provare ancora!
lt_lt: Prašome pabandyti dar kartą!
nl_nl: Probeer het nogmaals!
pl_pl: Proszę, spróbuj jeszcze raz!
pt_pt: Por favor tente de novo!
ro_ro: Vă rugăm să încercaţi din nou!
ru_ru: Пожайлуста, попробуйте ещё раз.

source: Error
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
lt_lt: Klaida
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка

source: About
de_de: Über
fi_fi: Tietoa
fr_fr: En bref
hu_hu: Névjegy
it_it: Informazioni
lt_lt: Apie
nl_nl: Over
pl_pl: O nas
pt_pt: Sobre
ro_ro: Despre
ru_ru: Описание

source: Places in Maps
de_de: Markierungen auf der Karte
fi_fi: Paikkoja kartalla
fr_fr: Spots sur la carte
hu_hu: Stopphelyek a térképen
it_it: Posizioni in Maps
lt_lt: Vietos žemėlapyje
nl_nl: Markeringen op de kaart
pl_pl: Miejsca na Mapach
pt_pt: Locais no Mapa
ro_ro: Locuri pe Hărta
ru_ru: Мест на Картах

source: Cities in Maps
de_de: Städte auf der Karte
fi_fi: Kaupunkeja kartalla
fr_fr: Villes sur la carte
hu_hu: Városok a térképen
it_it: Città in Maps
lt_lt: Miestai žemėlapyje
nl_nl: Steden op de kaart
pl_pl: Miasta na Mapach
pt_pt: Cidades no Mapa
ro_ro: Oraşe pe Harta
ru_ru: Города на Картах

source: Capital
de_de: Hauptstadt
fi_fi: Pääkaupunki
fr_fr: Capitale
hu_hu: Főváros
it_it: Capitale
lt_lt: Sostinė
nl_nl: Hoofdstad
pl_pl: Stolica
ru_ru: Столица

source: Continent
de_de: Kontinent
fi_fi: Maanosa
hu_hu: Földrész
it_it: Continente
lt_lt: Žemynas
pl_pl: Kontynent
pt_pt: Continente
ru_ru: Континент

source: Area
de_de: Fläche
fi_fi: Alue
fr_fr: Surface
hu_hu: Terület
lt_lt: Plotas
nl_nl: Omgeving
pl_pl: Powierzchnia
pt_pt: Área
ro_ro: Zonă
ru_ru: Территория

source: Population
de_de: Bevölkerung
fi_fi: Väestö
hu_hu: Népesség
it_it: Popolazione
lt_lt: Gyventojų skaičius
nl_nl: Bevolking
pl_pl: Populacja
pt_pt: População
ro_ro: Populaţie
ru_ru: Население

source: Currency
de_de: Währung
fi_fi: Valuutta
fr_fr: Monnaie
hu_hu: Pénznem
it_it: Valuta
lt_lt: Valiuta
nl_nl: Valuta
pl_pl: Waluta
pt_pt: Moeda Local
ro_ro: Moneda locala
ru_ru: Валюта

source: Top %s cities
de_de: Top %s Städte
fi_fi: Top %s kaupungit
fr_fr: %s villes les plus populaires
hu_hu: Top %s város
it_it: Top %s città
lt_lt: %s populiarausių miestų
nl_nl: Top %s steden
pl_pl: Top %s miast
pt_pt: Cidades Top %s
ro_ro: Top %s orase
ru_ru: Топ %s городов

source: Places
de_de: Markierungen
fi_fi: Paikkoja
fr_fr: Spots
hu_hu: Db.
it_it: Posizioni
lt_lt: Vietos
nl_nl: Markeringen
pl_pl: Miejsca
pt_pt: Locais
ro_ro: Locuri
ru_ru: Описано позиций

source: Map started to load. This might take some time.
de_de: Karte lädt. Dies kann eine Weile dauern.
fi_fi: Kartta latautuu. Latautumisessa voi kestää hetki.
fr_fr: Chargement de la carte en cours. Veuillez patienter.
hu_hu: Töltöm a térképet. Türelem, eltarthat egy ideig.
it_it: Iniziato caraicamento mappa. Questo potrebbe richiedere del tempo.
lt_lt: Žemėlapis kraunasi, prašome plaukti.
nl_nl: Map wordt geladen. Dit kan even tijd kosten.
pl_pl: Mapa się ładuje. To może chwilę potrwać.
pt_pt: O mapa começou a carregar. Isto pode levar algum tempo.
ro_ro: Harta se incarca. Este posibil sa dureze ceva timp.
ru_ru: Карта загружается. Это может занять некоторое время.

source: Show cities on the map
de_de: Städte auf der Karte anzeigen
fi_fi: Näytä kaupungit kartalla
fr_fr: Voir les villes sur la carte
hu_hu: Mutasd a városokat a térképen
it_it: Mostra città sulla mappa
lt_lt: Rodyti miestus žemėlapyje
nl_nl: Laat de steden op de map zien
pl_pl: Pokaż miasta na mapie
pt_pt: Mostrar as cidades no mapa
ro_ro: Arata orasele de pe harta
ru_ru: Показать на карте города

source: Experimental, might be slow.
de_de: Experimentell, könnte langsam sein.
fi_fi: Kokeellinen, saattaa hidastella.
fr_fr: Version d'essai, peut être lent.
hu_hu: Kísérleti, ezért lehet, hogy lassú.
it_it: Sperimentare, potrebbe essere lento.
lt_lt: Ekspermentinis rėžimas (gali būti lėtas).
nl_nl: Experimenteel, kan wat meer tijd kosten.
pl_pl: Eksperymentalne, może być wolno.
pt_pt: Experimental, talvez seja lento.
ro_ro: Experimental, ar putea fi lent.
ru_ru: Бета-версия, работает медленно.

source: Public transport
de_de: Öffentliche Verkehrsmittel
fi_fi: Julkinen liikenne
fr_fr: Transport en commun
hu_hu: Tömegközlekedés
it_it: Trasporto pubblico
lt_lt: Viešasis transportas
nl_nl: Openbaar vervoer
pl_pl: Transport publiczny
pt_pt: Transporte público
ro_ro: Transport public
ru_ru: Общественный транспорт

source: Maps
de_de: Karten
fi_fi: Kartat
fr_fr: Cartes
hu_hu: Térkép
it_it: Mappe
lt_lt: Žemėlapiai
nl_nl: Kaarten
pl_pl: Mapy
pt_pt: Mapas
ro_ro: Hărţi
ru_ru: Карты

source: Zoom in
de_de: Vergrößern
fi_fi: Lähennä
fr_fr: Zoomer
hu_hu: Közelítés
it_it: Ingrandire
lt_lt: Priartinti
nl_nl: Vergroten
pl_pl: Przybliż
pt_pt: Aproximar (Zoom in)
ru_ru: Приблизить

source: Write one?
de_de: Füge eine Beschreibung hinzu!
fi_fi: Kirjoita sinä?
fr_fr: En écrire un ?
hu_hu: Írnál egyet?
it_it: Scrivere?
lt_lt: Parašyti?
nl_nl: Voeg een beschrijving toe?
pl_pl: Napisz jedną?
pt_pt: Escrever uma?
ro_ro: Scrie una?
ru_ru: Пока кто-нибудь его не добавит.

source: Save
de_de: Speichern
fi_fi: Tallenna
fr_fr: Sauvegarder
hu_hu: Mentés
it_it: Salva
lt_lt: Išsaugoti
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salveaza
ru_ru: Добавить описание

source: Added by
de_de: Hinzugefügt von
fi_fi: Lisäsi
fr_fr: Ajouté par
hu_hu: Hozzáadta
it_it: Aggiunto da
lt_lt: Pridėjo
nl_nl: Toegevoegd door
pl_pl: Dodane przez
pt_pt: Adicionado por
ro_ro: Adăugat de
ru_ru: Место добавлено

source: Added at
de_de: Hinzugefügt um
fi_fi: Lisätty
fr_fr: Ajouté à
hu_hu: Hozzáadva:
it_it: Aggiunto alle
nl_nl: Toegevoegd op
pl_pl: Dodane
pt_pt: Adicionado em
ro_ro: Adăugată la
ru_ru: Добавлено в

source: Vote distribution
de_de: Stimmenverteilung
fi_fi: Äänten jakauma
fr_fr: Répartition des votes
hu_hu: Szavazatok eredménye
it_it: Distribuzione voti
lt_lt: Įvertinimų pasiskirstymas
nl_nl: Verdeling van de stemmen
pl_pl: Rozłożenie głosów
pt_pt: Votar distribuição
ro_ro: Distribuirea voturilor
ru_ru: Распределение голосов

source: Your opinion...
de_de: Deine Meinung...
fi_fi: Mielipiteesi...
fr_fr: Votre opinion...
hu_hu: Véleményed...
it_it: La tua opinione...
lt_lt: Tavo nuomonė...
nl_nl: Jouw mening...
pl_pl: Twoja opinia...
pt_pt: A tua opinião...
ro_ro: Parerea ta ...
ru_ru: Ваше мнение...

source: You rated for this place
de_de: Du hast diesen Platz bewertet
fi_fi: Arvostelit paikan
fr_fr: Vous avez jugé ce spot
hu_hu: A helyet értékelted
it_it: La tua valutazione per questa posizione
lt_lt: Tu jau įvertinai šia vietą
nl_nl: Je hebt deze plaats beoordeeld
pl_pl: Oceniłeś/aś to miejsce.
pt_pt: Classificaste este local
ro_ro: Ai evaluat acest loc
ru_ru: Вы оценили это место

source: Rating failed, please try again.
de_de: Bewertung fehlgeschlagen, versuche es bitte erneut.
fi_fi: Arvostelu epäonnistui, yritäthän uudelleen.
fr_fr: L'ajout de votre note a échoué, veuillez essayer de nouveau.
hu_hu: Értékelés nem sikerült, próbáld újra.
it_it: Inserimento valutazione fallito, riprovare.
lt_lt: Nepavyko išsaugoti jūsų vertinimo, prašome pabandyti dar kartą.
nl_nl: Beoordeling mislukt, probeer het nogmaals
pl_pl: Ocena się nie udała, proszę spróbuj jeszcze raz.
pt_pt: Classificação falhou, por favor tenta novamente.
ro_ro: Evaluare esuata, te rog incearca inca o data
ru_ru: Оценить не удалось, попробуйте снова.

source: Rating failed
de_de: Bewertung fehlgeschlagen
fi_fi: Arvostelu epäonnistui
fr_fr: L'ajout de votre note a échoué
hu_hu: Értékelés nem sikerült
it_it: Valutazione fallita
nl_nl: Beoordeling mislukt
pl_pl: Ocena się nie udała.
pt_pt: Classificação falhou
ro_ro: Evaluare a eşuat
ru_ru: Не удалось оценить

source: Waiting time
de_de: Wartezeit
fi_fi: Odotusaika
fr_fr: Temps d'attente
hu_hu: Várakozási idő
it_it: Tempo di attesa
lt_lt: Laukimo laikas
nl_nl: Wachttijd
pl_pl: Czas oczekiwania
pt_pt: Tempo de espera
ro_ro: Timp de aşteptare
ru_ru: Время ожидания

source: Show log
de_de: Log anzeigen
fi_fi: Näytä loki
fr_fr: Voir l'historique
hu_hu: Előzmények
it_it: Mostra log
nl_nl: Laat de log zien
pl_pl: Pokaż log
pt_pt: Mostrar log (registo)
ro_ro: Afişare jurnalul
ru_ru: Показать журнал

source: %d experience
de_de: %d Erfahrungswert
fi_fi: %d kokemus
fr_fr: %d expérience
hu_hu: %d tapasztalat
nl_nl: %d ervaring
pl_pl: %d doświadczenie
pt_pt: %d experiência
ro_ro: %d experienta
ru_ru: Среднее время %d час

source: hours
de_de: Stunden
fi_fi: tuntia
fr_fr: heures
hu_hu: óra
it_it: ore
lt_lt: val
nl_nl: uren
pl_pl: godziny
pt_pt: horas
ro_ro: ore
ru_ru: часов (часа)

source: minutes
de_de: Minuten
fi_fi: minuuttia
hu_hu: perc
it_it: minuti
lt_lt: min
nl_nl: minuten
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
ru_ru: минут(ы)

source: Your experience...
de_de: Deine Erfahrung...
fi_fi: Kokemuksesi...
fr_fr: Votre expérience...
hu_hu: Tapasztalatod...
it_it: La tua esperienza...
lt_lt: Tavo patirtis...
nl_nl: Jouw ervaring
pl_pl: Twoje doświadczenia...
pt_pt: A tua experiência...
ro_ro: Experienta ta...
ru_ru: Ваш опыт...

source: Other...
de_de: Andere...
fi_fi: Muu...
fr_fr: Autre...
hu_hu: Egyéb...
it_it: Altro...
lt_lt: Kita...
nl_nl: Andere...
pl_pl: Inne...
pt_pt: Outro...
ro_ro: Altele ...
ru_ru: Другое...

source: Add
de_de: Hinzufügen
fi_fi: Lisää
fr_fr: Ajouter
it_it: Aggiungi
lt_lt: Pridėti
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adauga
ru_ru: Добавить

source: Adding...
de_de: Füge hinzu...
fi_fi: Lisätään...
fr_fr: Ajout en cours...
it_it: Sto aggiungendo ..
lt_lt: Idedama...
nl_nl: Bezig toe te voegen...
pl_pl: Dodawanie...
pt_pt: Adicionando...
ro_ro: Adăugare ...
ru_ru: Добавление...

source: Comments
de_de: Kommentare
fi_fi: Kommentit
fr_fr: Commentaires
hu_hu: Hozzászólások
it_it: Commenti
lt_lt: Komentarai
nl_nl: Commentaar
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Comentarii
ru_ru: Комментарии

source: Remove comment permanently
de_de: Kommentar löschen
fi_fi: Poista kommentti pysyvästi
fr_fr: Supprimer le commentaire
hu_hu: Hozzászólás végleges eltávolítása
it_it: Cancella un commento per sempre
lt_lt: Ištrinti komentarą negražinamai
nl_nl: Verwijder commentaar definitief
pl_pl: Usuń komentarz
pt_pt: Remove o comentário de vez.
ro_ro: Sterge continuntul pentru totdeauna
ru_ru: Удалить комментарий
