Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: This is just a preview map. Go to %s for the actual service.
de_de: Dies ist nur eine Vorschau. Gehe zu %s um den aktuellen Service zu nutzen.
fi_fi: Tämä on vain esikatselukartta, varsinainen palvelu osoitteessa %s
fr_fr: Cette carte ne présente qu'un aperçu. Veuillez aller à %s pour obtenir la vraie carte.
hu_hu: Ez csak előnézet. Aktuális állapotot lásd itt: %s
it_it: Questa è solo una mappa di anteprima. Vai a% s per il servizio effettivo.
nl_nl: Dit is een voorbeeld van een kaart. Ga naar %s voor de echte toepassing.
pl_pl: To tylko podgląd mapy. Przejdź do %s żeby zobaczyć całość.
pt_pt: Este é apenas um mapa temporário (de preview). Vá a %s para o serviço real.
ro_ro: Aceasta este doar o hartă de previzualizare. Du-te la %s pentru serviciul propriu-zis.
ru_ru: Это только предпросмотр карты. Для реального сервиса перейдите через %s.

source: Toggle log
de_de: Log umschalten
fi_fi: Näytä/piilota loki
fr_fr: Historique des changements
it_it: Abilita log
nl_nl: Toon de log
pl_pl: Przełącz log
ru_ru: Лог

source: Error while trying to reset your profile. Please try again!
de_de: Beim zurücksetzen deines Profiles ist ein Fehler aufgetreten. Versuche es bitte erneut!
fi_fi: Tapahtui virhe profiilisi nollauksessa. Yritäthän uudestaan!
fr_fr: Votre profil n'a pas pu être réinitialisé. Veuillez essayer de nouveau !
hu_hu: Hiba a profilod törlése során. Próbáld újra!
it_it: Errore durante l'azzeramente del proprio profilo. Si prega di riprovare!
nl_nl: Er is een fout opgetreden bij het resetten van je gebruikers profiel. Probeer het nogmaals!
pl_pl: Wystąpił błąd podczas próby zresetowania twojego profilu. Proszę, spróbuj ponownie.
pt_pt: Erro enquanto estávamos a fazer reset ao seu perfil. Por favor tente de novo!
ro_ro: Eroare în timp ce se încerca resetarea profilului dvs.. Vă rugăm să încercaţi din nou!
ru_ru: Ошибка удаления Вашего аккаунта. Попробуйте ещё раз, пожайлуста!

source: See the rating and description of the spot
hu_hu: A helyhez tartozó értékelés és leírás megtrekintése
ru_ru: изучайте описание позиции и её оценки другими пользователями

source: Got suggestions or want to report a bug?
de_de: Du hast Anregungen, oder einen Bug gefunden?
hu_hu: Ötleted van? Hibát jelentenél?
ru_ru: Есть предложения или баг-репорт?

source: m
ru_ru: м

source: m/s
ru_ru: м/с

source: min
hu_hu: perc
ru_ru: мин

source: Metro
de_de: U-Bahn
fr_fr: Métro
hu_hu: Metró
it_it: Metrò
ro_ro: Metrou
ru_ru: Метро

source: Wiki
lt_lt: Viki
ru_ru: АвтостопВики

source: Top cities
de_de: Top Städte
fr_fr: Villes les plus populaires
hu_hu: Top városok
it_it: Città top
lt_lt: Populiariausi miestai
nl_nl: Top steden
pl_pl: Najpopularniejsze miasta
pt_pt: Top cidades
ro_ro: Top-ul oraselor
ru_ru: Топ городов

source: Publicity of my trips and latest location
hu_hu: Legutóbbi túráim és helyzetem publikussága

source: Search by location and distance
hu_hu: Hely és távolság szerinti keresés

source: Share only among registered users on the website.
de_de: Teile nur mit registrierten Benutzern auf der Webseite.
hu_hu: Oszd meg az oldal regisztrált felhasználóival.

source: Note that if enabled, all your location history and current location will be visible to everyone.
hu_hu: Amennyiben engedélyezed, a jelenlegi és korábbi helyzetedre vonatkozó adatok publikussakká lesznek.

source: Keep map centered to my current location
hu_hu: A térkép alapértelmezett helye maradjon a jelenlegi
nl_nl: Hou de kaart gecentreerd op mijn huidige locatie

source: Toggle trip recorder on/off
nl_nl: Toggle trip recorder aan / uit

source: If not, you need to manually publish them from your trips page.
nl_nl: Zo niet, moet je ze handmatig publiceren van je reis pagina.

source: Required if you want to publish your location on your own website.
de_de: Benötigt, sofern du deinen Standort auf deiner eigenen Webseite veröffentlichen willst.

source: You must be logged in to add pages.
pt_pt: Tens que estar logado para adicionar páginas.
ro_ro: Trebuie să fii logat pentru a adăuga pagini.

source: You must be logged in to view users.
pt_pt: Tens que estar logado para ver os utilizadores.
ro_ro: Trebuie să fii autentificat pentru a vizualiza utilizatorii.

source: Find places
pt_pt: Encontra lugares
ro_ro: Găseste locuri

source: Nearby places from
pt_pt: Lugares perto de
ro_ro: locuri din apropierea

source: Edit
ro_ro: Editare

source: Contact us
ro_ro: Contactati-ne

source: Map will be centered to here
ro_ro: Harta va fi centrată aici

source: Center Maps always to your Google Latitude location
ro_ro: Centreaza Maps mereu la locaţia dvs. Google Latitude
