Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: I haven't been everywhere, but it's on my list.
de_de: Ich war noch nicht überall, aber es steht auf meiner Liste.
fi_fi: En ole vielä käynyt kaikkialla, mutta se on listallani.
fr_fr: Je n'ai pas été partout, mais c'est prévu.
hu_hu: Mindenhol még nem jártam, de a listámra már felvettem.
it_it: Non sono stato dappertutto, ma è sulla mia lista.
nl_nl: Ik ben nog niet overal geweest, maar het staat op mijn lijst.
pt_pt: Não estive em todo o lado, mas está na minha lista.
ro_ro: Nu am fost peste tot, dar aceasta e pe lista mea.
ru_ru: Я не везде бывала, но это у меня в планах. Сьюзен Зонтаг

source: What is this?
de_de: Was ist das?
fi_fi: Mikä tämä on?
fr_fr: Qu'est-ce que les cartes Hitchwiki ?
hu_hu: Mi ez?
it_it: Di cosa si tratta?
lt_lt: Kas tai?
nl_nl: Wat is dit?
pl_pl: Co to jest?
pt_pt: O que é isto?
ro_ro: Ce este aceasta?
ru_ru: Что это?

source: This is supposed to be a worldmap for hitchhikers, showing good and bad hitching places. Feel free to add all your favourite hitching places (or even more) to the map.
de_de: Hitchwiki Maps ist eine Weltkarte für Tramper, auf der gute und schlechte Trampstellen markiert sind. Wenn du gute Trampstellen kennst, trage sie bitte ein.
fi_fi: Tältä liftareiden maailmankartalta löydät hyvät ja huonot liftauspaikat. Lisää vapaasti kaikki tuntemasi paikat karttaan.
fr_fr: C'est une carte mondiale de l'auto-stop sur laquelle vous trouverez de l'information sur les spots (les bons comme les moins bons). N'hésitez pas à y ajouter vos contributions en spots ou toute autre information utile.
hu_hu: Egy olyan térképet látsz, amely a világ jó és rossz stopphelyeit hivatott mutatni. Add hozzá bátran kedvenc helyeidet!
it_it: Questa dovrebbe essere una mappa mondiale degli autostoppisti che mette in mostra belli e brutti luogo dove chiedere l'autostop. Sentitevi liberi di aggiungere sulla mappa tutti i vostri luoghi preferiti (o anche di più) per l'autostop
lt_lt: Tai turėtų būti žemėlapis keliaujanties autostopu su vietomos kurios žymi greitas, patogias bei niekam tikusias vietas pradėti kelionę. Kiekvienas gali pridėti vieną ar kelias pamėgtas vietas į mūsų žemėlapį.
nl_nl: Dit is een wereldkaart voor lifters, met goede en slechte liftplaatsen. Voel je vrij om jouw favoriete (of slechte) liftplaatsen te markeren op de kaart.
pl_pl: To mapa świata dla autostopowiczów, pokazuje ona dobre i złe miejsca do łapania stopa. Możesz dodać swoje wszystkie ulubione miejsca do łapania stopa( a nawet więcej) na mapie.
pt_pt: Pretende-se que este seja um mapa-mundo para quem anda de boleia, mostrando os lugares bons e maus para apanhar boleia. Fica à vontade para adicionar ao mapa todos os teus lugares favoritos para encontrar boleia (ou mais lugares ainda).
ro_ro: Aceasta ar trebui sa fie o harta pentru toti autostopisti din lume, aratand locurile bune sau rele e autostop.Esti binevenit sa adaugi locurile preferatae de autostop pe harta.
ru_ru: Это Карта мира с указанными хорошими и плохими позициями для стопа. Добавляйте удачные позиции на карту, а также прочую полезную информацию.

source: How can I add places?
de_de: Wie kann ich Markierungen hinzufügen?
fi_fi: Kuinka voin lisätä paikkoja?
fr_fr: Comment ajouter un spot ?
hu_hu: Hogyan tudok helyeket hozzáadni?
it_it: Come si aggiunge una posizione?
lt_lt: Kaip įtraukti naują vietą?
nl_nl: Hoe kan ik markeringen toevoegen?
pl_pl: Jak mogę dodawać miejsca?
pt_pt: Como posso adicionar lugares?
ro_ro: Cum pot adauga locuri?
ru_ru: Как добавить место?

source: Just click on <i>Add place</i> in the menu. Set the orange marker to the place and click on <i>Add place</i>. Make sure to zoom as close as possible, so the point will be more accurate. It is also helpful if you give your points a rating and maybe a little description (i.e. what kind of place this is or how to get there). Please write description at least in English.
de_de: Klicke einfach auf <i>Marker hinzufügen</i> im Menü. Setze den orangenen Marker an die richtie Stelle und klicke auf <i>Marker setzen</i>. Damit der Marker möglichst präzise sitzt, solltest du so nah wie möglich heranzoomen. Es ist auch sehr hilfreich, wenn du eine Beschreibung und Bewertung angibst.
fi_fi: Klikkaa <i>Lisää paikka</i> valikosta. Siirrä oranssi merkki liftipaikalle ja klikkaa <i>Lisää paikka</i>. Varmistathan että kartan tarkennus on mahdollisimman tarkka, jotta paikkamerkinnästä tulee tarkempi. Muita liftareita auttaa myös, jos annat paikalle arvion ja kirjoitat lyhyen kommentin (esimerkiksi minkä tyyppinen paikka on ja kuinka sinne pääsee). Kirjoitathan kuvauksen ainakin englanniksi.
fr_fr: Cliquez simplement sur <i>Ajouter un spot</i> dans le menu. Positionnez le pointeur orange au bon endroit puis cliquez sur <i>Ajouter un spot</i>. Assurez-vous de zoomer au plus près afin que la position du spot soit précise. Il est souhaitable de donner une cote (bon, mauvais) et une brève description du spot i.e. quel genre d'endroit c'est, comment s'y rendre, etc. Veuillez écrire en anglais autant que possible.
it_it: Semplicemente con un click su <i>Aggiungi luogo</i> nel menu. Posizionare il marcatore arancione sul luogo e fare clic su <i>Aggiungi luogo</i>. Essere sicuro di raggiungere il livello di zoom più alto possibile in modo che il punto abbia le coordinate il più possibile accurate. È inoltre utile aggiungere un punteggio sulla qualità e, magari, anche una piccola descrizione (es. il tipo di luogo o come raggiungerlo). Si prega di scrivere la descrizione almeno in inglese.
nl_nl: Klik gewoon op <i>Voeg markering toe</i> in het menu. Zet de oranje markering op de liftplaats en klik op<i>Voeg markering toe</i>. Zoom zo ver mogelijk in om de markering zo nauwkeurig mogelijk te plaatsen. Het is uiteraard nuttig om de plaats een beoordeling te geven en mogelijk een korte beschrijving.
pl_pl: Kliknij na <i>Dodaj miejsce</i> w menu. Ustaw pomarańczowy znacznik w miejscu, które chcesz dodać i kliknij na <i>Dodaj miejsce</i>. Upewnij się, że skala jest największa z możliwych, żebyś miał/a możliwość dokładnie zaznaczyć punkt. Dobrze będzie, jeśli ocenisz swoje punkty lub je opiszesz (np. jakiego rodzaju jest to miejsce, jak się tam dostać). Prosimy o co najmniej opis w języku angielskim.
pt_pt: Apenas clica no <i>Adicionar lugar</i> no menú. Marca o lugar com o marcador laranja e clica em <i>Adicionar lugar</i>. Certifica-te de fazer o zoom o mais perto possível, de modo a que o ponto seja o mais preciso possível. É também positivo se classificares os teus lugares para apanhar boleia, e talvez escrever uma pequena descrição (i.e. qual o tipo de lugar que é e como chegar lá). Escreve, por favor, a descrição pelo menos em Inglês.
ru_ru: Кликните в меню слева <i>Добавить место</i>. Поместите оранжевый маркер на предполагаемое место и в появившемся справа меню кликните <i>Добавить место</i>. Пользуйтесь максимальным приближением карт, чтобы положение указываемого места было как можно более точным. Не забывайте указывать рейтинг позиции и делать короткое описание места (например, как добраться до позиции на общественном транспорте). Если знаете английский язык, то, пожалуйста, добавьте англоязычное описание, иностранчеги вам будут благодарны вдвойне.

source: Can I use HTML tags in descriptions and comments?
de_de: Kann ich HTML in meinen Einträgen und Kommentaren benutzen?
fi_fi: Voinko käyttää HTML-tageja kuvauksissa ja kommenteissa?
fr_fr: Puis-je utiliser des balises HTML dans les descriptions et commentaires ?
hu_hu: Használhatok-e HTML kódokat a leírásokban, hozzászólásokban?
it_it: È ammesso l'uso di tag HTML nelle descrizioni e commenti?
lt_lt: Ar galiu naudoti HTML gaires aprašymuose ir komentaruos?
nl_nl: Kan ik HTML tags gebruiken in beschrijvingen en commentaar?
pl_pl: Czy mogę używać tagów HTML w opisach i komentarzach?
pt_pt: Posso usar tags HTML nas descrições e comentários?
ru_ru: Можно ли использовать HTML-тэги в описаниях и комментариях?

source: No, but you can use <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a> syntax.
de_de: Nein, aber du kannst die sog. <a href="http://de.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a> syntax benutzen.
fi_fi: Et, mutta voit käyttää <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a> syntaksia.
fr_fr: Non, mais vous pouvez utiliser la syntaxe <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>
it_it: No! Ma è possibile utilizzare la sintassi <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>
lt_lt: Ne, tačiau jūs galite naudotis <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a> sintakse.
nl_nl: Nee, maar je kunt links zoals <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a> gebruiken.
pl_pl: Nie, ale możesz użyć składni <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>.
pt_pt: Não, mas podes usar a sintaxe <a href="http://en.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>.
ru_ru: HTML-теги нельзя, но можно использовать синтаксис <a href="http://ru.wikipedia.org/wiki/Markdown" target="_blank">Markdown</a>.

source: Why should I sign up?
de_de: Warum sollte ich mich registrieren?
fi_fi: Miksi rekisteröityisin?
fr_fr: Pourquoi devrais-je m'inscrire?
hu_hu: Miért regisztráljak?
it_it: Perchè registrarsi?
lt_lt: Kodėl verta registruotis?
nl_nl: Waarom zou ik mezelf registreren?
pl_pl: Dlaczego powinienem się zarejestrować?
pt_pt: Porque devo registar-me?
ru_ru: Зачем нужно регистрироваться?

source: If you are logged in, you will have some more features on this site. I.e. you will be able to modify your places later, and your nickname will be shown on each of your places and comments.
de_de: Wenn du eingeloggt bist, hast du mehr Möglichkeiten. Zum Beispiel kannst du deine Einträge später bearbeiten, und dein Name wird neben deinen Einträgen angezeigt.
fi_fi: Kun olet kirjautuneena, saat käyttöösi joitakin sivuston lisäominaisuuksia. Esimerkiksi voit muokata lisäämiäsi paikkoja myöhemmin ja nimimerkkisi näytetään jokaisen lisäämäsi paikan ja kommentin yhteydessä.
fr_fr: Si vous êtes connecté, vous aurez plus de fonctionnalités sur ce site, c'est-à-dire que vous pourrez modifier vos spots plus tard, et votre pseudo sera montré sur chacun de vos spots et vos commentaires.
hu_hu: Ha bejelentkezel olyan fícsörökhöz férhetsz hozzá, mithogy saját stopphelyek módosítása és a neved is megjelenik a helyeknél, hozzászólásoknál és értékeléseknél.
it_it: Se loggati, è possibile avere maggiori funzionalità da questo sito. Es. è possibile modificare i luoghi, mentre i nickname personale sarà visualizzato in ciascuna posizione e commento.
nl_nl: Als je bent ingelogd heb je meer mogelijkheden, je kunt later je markeringen wijzigen en je nickname wordt bij jouw markeringen getoond.
pl_pl: Po zalogowaniu dostępnych będzie więcej opcji, m.in. możliwość edytowania dodanych miejsc. Poza tym przy dodanych i skomentowanych miejscach widoczny będzie Twój nick.
pt_pt: Se estás logado, poderás utilizar mais algumas funcionalidades do site. Por exemplo, poderás modificar o teus lugares mais tarde, e o teu nickname será mostrado em cada um dos teus lugares e comentários.
ru_ru: После регистрации вам станет доступным расширенный функционал этого сайта. Например, возможность редактировать уже добавленные вами позиции. Также ник будет отбражаться на всех описаниях и комментариях оставленных вами.

source: About Hitchwiki Maps
de_de: Über Hitchwiki Maps
fi_fi: Tietoa Hitchwikin Kartoista
fr_fr: À propos des Cartes Hitchwiki
hu_hu: A Hitchwiki térkép névjegye
it_it: Riguardo Hitchwiki Maps
lt_lt: Apie Hitchwiki Maps
nl_nl: Over Hitchwiki Maps
pl_pl: o Mapach Hitchwiki
pt_pt: Acerca de Hitchwiki Maps
ro_ro: Despre Hitchwiki Maps
ru_ru: О картах АвтостопВики

source: Used technologies
de_de: Benutzte Technologien
fi_fi: Käytetyt teknologiat
fr_fr: Technologies utilisées
hu_hu: Felhasznált technikák
it_it: Tecnologia utilizzata
lt_lt: Naudojamos technologijos
nl_nl: Gebruikte technologieën
pl_pl: Użyte technologie
pt_pt: Tecnologias utilizadas
ro_ro: Tehnologii folosite
ru_ru: Использованные технологии

source: Server side
de_de: Serverseitig
fi_fi: Palvelinpuolen
fr_fr: Côté serveur
it_it: Lato server
lt_lt: Serveryje
nl_nl: Aan de kant van de server
pt_pt: Lado do servidor (server side)
ro_ro: Partea de server
ru_ru: Серверные

source: Client side
de_de: Clientseitig
fi_fi: Selainpuolen
fr_fr: Côté client
it_it: Lato client
lt_lt: Kliento pusėje
nl_nl: Aan de kant van de klant
pt_pt: Lado do cliente (client side)
ro_ro: De partea clientului
ru_ru: Клиентские

source: Services
de_de: Raststätten
fi_fi: Palvelut
it_it: Servizi
lt_lt: Paslaugos
nl_nl: Gebruikte services
pl_pl: Serwisy
pt_pt: Serviços
ro_ro: Servicii
ru_ru: Сервисы

source: People involved
de_de: Leute, die mitmachen
fi_fi: Osallistuneet ihmiset
fr_fr: Personnes impliquées
hu_hu: Főszerkesztők
it_it: Persone coinvolte
lt_lt: Prisidėję žmonės
nl_nl: Mensen die meehelpen
pl_pl: Zaangażowani
pt_pt: Pessoas envolvidas
ro_ro: Persoanele implicate
ru_ru: Люди

source: Translators
de_de: Übersetzer
fi_fi: Kääntäjät
fr_fr: Traducteurs
hu_hu: Fordítók
it_it: Traduttori
lt_lt: Vertėjai
nl_nl: Vertalers
pl_pl: Tłumacze
pt_pt: Tradutores
ro_ro: Traducători
ru_ru: Переводчики

source: Finnish
de_de: Finnisch
fi_fi: Suomi
fr_fr: Finnois
hu_hu: Finn
it_it: Fillandese
lt_lt: Suomių
nl_nl: Fins
pl_pl: fiński
pt_pt: Finlandês
ro_ro: Finlanzat
ru_ru: Финский

source: News
de_de: Neuigkeiten
fi_fi: Uutiset
fr_fr: Nouvelles
hu_hu: Hírek
it_it: Novità
lt_lt: Naujienos
nl_nl: Nieuws
pl_pl: Newsy
pt_pt: Notícias
ro_ro: Ştiri
ru_ru: Новости

source: This is your profile as others see it.
de_de: Dein Profil, so wie andere es sehen.
fi_fi: Profiilisi näyttää tältä muille.
fr_fr: Voici votre profile tel que les autres le voient.
hu_hu: Így látják mások a profilodat.
it_it: Questo è il tuo profilo come lo possono vedere gli altri
nl_nl: Dit is je gebruikers profiel zoals anderen het zien.
pl_pl: Tak widzą twój profil inni.
pt_pt: Este é o seu perfil, tal como os outros o vêm.
ro_ro: Asa este vazut profilul dvs. de catre alte persoane.
ru_ru: Это ваш профиль, доступный для просмотра остальным участникам.

source: Last seen
de_de: Zuletzt gesehen
fi_fi: Viimeksi nähty
fr_fr: Dernière connexion
hu_hu: Utolsó belépés
it_it: Ultimo accesso
lt_lt: Paskutinį kartą matyta (-as)
nl_nl: Laatst gezien
pl_pl: Ostatnio przeglądane
pt_pt: Última vez logado
ro_ro: Vazut ultima oara
ru_ru: Последнее посещение

source: Administrator
fi_fi: Ylläpitäjä
fr_fr: Administrateur
it_it: Amministratore
lt_lt: Administratorius
nl_nl: Beheerder
pt_pt: Administrador
ru_ru: Администратор

source: Image from your %s
de_de: Dein %s
fi_fi: Kuva %s-sivultasi
fr_fr: Image de votre %s
it_it: Immagine dal tuo% s
nl_nl: Afbeelding van je %s
pl_pl: Twój obrazek z %s
pt_pt: Imagem do teu %s
ro_ro: Imagini din %s
ru_ru: Изображение из вашего %s

source: Public transport catalog
fi_fi: Julkisen liikenteen katalogi
fr_fr: Catalogue des transports en commun
hu_hu: Tömegközlekedési nagykönyv
it_it: Catalogo trasporti pubblici
lt_lt: Viešojo transporto katalogas
nl_nl: Catalogus van openbaar vervoer
pl_pl: Lista publicznego transportu
pt_pt: Catálogo do Transporte público
ru_ru: Каталог общественного транспорта

source: Find timetables for the public transport.
de_de: Finde Fahrpläne für den Öffentlichen Nahverkehr.
fi_fi: Löydä julkisen liikenteen aikataulut.
fr_fr: Trouver les horaires du transport en commun.
hu_hu: Tömegközlekedés menetrend.
it_it: Cerca tabella orari per il trasporto pubblico.
lt_lt: Viešojo transporto tvarkaraščių paieška.
nl_nl: Vind dienstregeling voor openbaar vervoer.
pl_pl: Znajdź rozkłady komunikacji publicznej.
pt_pt: Encontrar horários para o transporte público
ro_ro: Gaseste orarul mijloacelor de transport in comun.
ru_ru: Поиск расписаний общественного транспорта

source: Settings
de_de: Einstellungen
fi_fi: Asetukset
fr_fr: Préférences
hu_hu: Beállítások
it_it: Impostazioni
lt_lt: Nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки

source: Choose language
de_de: Sprache auswählen
fi_fi: Valitse kieli
fr_fr: Choisissez la langue
hu_hu: Válassz nyelvet
it_it: Scelta linguaggio
lt_lt: Pasirinkite kalbą
nl_nl: Kies taal
pl_pl: Wybierz język
pt_pt: Escolher linguagem
ro_ro: Alege limba
ru_ru: Выбрать нужный язык

source: Can be anything, most likely a city.
de_de: Kann alles sein, höchstwahrscheinlich eine Stadt.
fi_fi: Voi olla mitä tahansa, oletettavasti kaupunki.
fr_fr: Peut être n'importe quoi, probablement une ville.
hu_hu: Bármi lehet, leginkább talán város.
it_it: Può essere qualsiasi cosa, molto probabilmente una città.
nl_nl: Kan van alles zijn, waarschijnlijk een stad.
pl_pl: Może być cokolwiek, najprawdopodobniej miasto.
pt_pt: Pode ser qualquer coisa, muito provavelmente uma cidade.
ro_ro: Poate fi orice, cel mai probabil un oras.
ru_ru: Где угодно, желательно название города.

source: Used map services
de_de: Benutze Kartendienste
fi_fi: Käytetyt karttatasot
fr_fr: Services de cartes utilisées
hu_hu: Alkalmazott térképek
it_it: Mappa dei servizi usata
nl_nl: Gebruikte kaarten diensten
pl_pl: Użyte serwisy map
pt_pt: Serviços do mapa usados
ru_ru: Используемые карты

source: Default map layer
de_de: Standardkartenansicht
fi_fi: Oletuskartta
fr_fr: Type de carte par défaut
hu_hu: Alapértelmezett térképnézet
it_it: Layer mappa predefinito
lt_lt: Numatytasis žemėlapio sluoksnis
nl_nl: Standaard kaart aanzicht
pl_pl: Standardowy wygląd mapy
pt_pt: Camada do mapa por defeito
ro_ro: Stratul implicit al hartii
ru_ru: Карты, показываемые по умолчанию.

source: Default
de_de: Standard
fi_fi: Oletus
fr_fr: Défaut
hu_hu: Alapbeállítás
it_it: Predefinito
lt_lt: Numatytas
nl_nl: Standaard
pl_pl: Domyślne
pt_pt: Defeito
ro_ro: Implicit
ru_ru: по умолчанию

source: Don't try to recognize my location
de_de: Unterbinde die Weitergabe meines Standortes
fi_fi: Älä pyri tunnistamaan sijaintiani.
fr_fr: Ne pas essayer de détecter ma position
hu_hu: Ne próbáld a helyzetemet meghatározni
it_it: Non cercare di riconoscere la mia posizione
nl_nl: Probeer niet mijn locatie te bepalen
pl_pl: Nie próbuj mnie lokalizować
pt_pt: Não tentar reconhecer a minha localização
ro_ro: Nu încercaţi să imi recunoasteti locaţia
ru_ru: Не узнавать моё расположение

source: I'd rather not tell
de_de: Möchte ich nicht preisgeben.
fi_fi: Pidän omana tietonani
fr_fr: Je préfère ne pas répondre
hu_hu: Inkább nem árulom el
it_it: Preferisco non dirlo
lt_lt: Aš nepageidauju viešinti informacijos
nl_nl: Dat vertel ik liever niet
pl_pl: Wolę nie mówić
pt_pt: Prefiro não dizer
ro_ro: Mai degraba nu as spune
ru_ru: Предпочитаю не сообщать

source: Allow Hitchwiki Maps to use your Gravatar
de_de: Erlaube Hitchwiki Maps meinen Gravatar zu benutzen
fi_fi: Salli Hitchwikin Karttojen käyttää Gravatar-tietojasi
fr_fr: Permettre l'utilisation de votre Gravatar par Hitchwiki
hu_hu: Hozzájárulás, hogy a Hitchwiki használja a Gravatarod
it_it: Permetti a Hitchwiki Maps di utilizzare il tuo Gravatar
nl_nl: Sta Hitchwiki Maps toe mijn Gravatar te gebruiken
pl_pl: Zezwalaj Hitchwiki Maps na używanie twojego Gravatar
pt_pt: Permitir o Hitchwiki Maps usar o teu Gravatar
ro_ro: Permite Hitchwiki Maps sa foloseasca Gravatar-ul dvs.
ru_ru: Разрешить Hitchwiki Maps использовать Ваш Gravatar

source: We would show information from your %s page, if you have one.
de_de: Hier wäre deine Benutzerseite, wenn du eine hättest.
fi_fi: Näyttäisimme tietoa sinusta %s sivultasi.
fr_fr: Nous vous montrerions l'information contenue sur votre page %s, si vous en aviez une.
hu_hu: Láthatóvá tennénk a(z) %s oldalad, amennyiben van neked ilyen.
it_it: Mostriamo informazioni dalla tua pagina %s, se ne hai una.
nl_nl: We tonen hier informatie van je eigen %s website, als je er een hebt.
pl_pl: Pokażemy informacje z twojej %s strony jeśli ją masz.
pt_pt: Mostraríamos informação da tua página %s, se tiveres uma.
ro_ro: Afisam informatii din pagina %s, daca aveti una.
ru_ru: Мы покажем содержимое Вашей %s страницы, если у Вас такая имеется.

source: Google Latitude user ID
de_de: Google Latitude Benutzer-ID
fi_fi: Google Latitude tunnus
fr_fr: ID d'utilisateur Google Latitude
it_it: ID utente Google Latitude
lt_lt: Google Latitude vartotojo ID
nl_nl: Google Latitude gebruikers naam.
pl_pl: ID użytkownika Google Latitude
pt_pt: User ID do Google Latitude
ro_ro: ID-ul de Google Latitude
ru_ru: Ваш ID в Google Локатор

source: <a href="%s" target="_blank">Enable Google Latitude</a> first and copy here your 20-digit user ID from the bottom of the page, visible in a textbox.
de_de: Bitte zuerst <a href="%s" target="_blank">Google Latitude aktivieren</a> und dann deine 20-stellige Benutzer-ID hierher kopieren.
fi_fi: <a href="%s" target="_blank">Ota käyttöön Google Latitude</a> ja kopioi tähän 20-merkkinen tunnuksesi sivun alalaidasta tekstilaatikosta.
fr_fr: <a href="%s" target="_blank">Activez d'abord Google Latitude</a> et copiez ici votre numéro d'identification de 20 chiffres, visible au bas de la page dans une zone de texte.
it_it: prima <a href="%s" target="_blank"> attiva Google Latitude </ a> e poi copia qui le 20 cifre del tuo ID utent dal fondo pagina visibile in una casella di testo.
nl_nl: <a href="%s" target="_blank">Activeer Google Latitude</a> eerst en kopieer dan je 20-cijferige gebuikers-ID hierheen.
pl_pl: <a href="%s" target="_blank"> Najpierw zezwól na użycie Google Latitude</a> a następnie skopiuj 20-cyfrowe ID użytkownika z dołu strony, które jest widoczne w textbook.
pt_pt: <a href="%s" target="_blank">Ativar Google Latitude</a> copia para aqui o teu user ID de 20 dígitos do fundo da página, visível numa caixa de texto.
ru_ru: <a href="%s" target="_blank">Создайте Google Latitude</a> аккаунт и скопируйте сюда 20 цифр расположенных внизу страницы.

source: Your location will be published also on your profile page.
de_de: Dein Standort wird auch auf deiner Profilseite angezeigt.
fi_fi: Sijaintisi julkaistaan myös profiilisivullasi.
fr_fr: Votre position sera également indiquée sur votre profil d'utilisateur
hu_hu: Tartózkodási helyed megjelenik majd a profiloldaladon is.
it_it: La tua posizione verrà anche pubblicata nella pagina del tuo profilo.
nl_nl: Je locatie wordt ook aangegeven op de pagina met je gebruikers profiel.
pl_pl: Twoja lokalizacja będzie też opublikowana na stronie twojego profilu.
pt_pt: A sua localização também será publicada na sua página de perfil.
ro_ro: Locaţia dvs. va fi publicata pe pagina de profil.
ru_ru: Ваше расположение будет также доступно на странице Вашего профиля.

source: Update
de_de: Aktualisieren
fi_fi: Päivitä
fr_fr: Mise à jour
hu_hu: Frissíts!
it_it: Aggiorna
lt_lt: Atnaujinti
pl_pl: Aktualizacja
pt_pt: Atualizar
ru_ru: Обновить

source: Reset your profile
de_de: Profil zurücksetzen
fi_fi: Nollaa profiilisi
fr_fr: Réinitialiser votre profil
hu_hu: Profilod törlése
it_it: Azzera il tuo profilo
nl_nl: Reset je gebruikers profiel
pl_pl: Zresetuj swój profil
pt_pt: Fazer reset ao seu perfil
ro_ro: Resetaţi profilul dvs.
ru_ru: Удалить Ваш аккаунт

source: Settings updated!
de_de: Einstellungen gespeichert!
fi_fi: Asetukset päivitetty
fr_fr: Préférences mises à jour !
hu_hu: Beállítások frissítve.
it_it: Impostazioni aggiornate!
lt_lt: Nustatymai sėkmingai atnaujinti!
nl_nl: Instellingen bijgewerkt!
pl_pl: Ustawienia zaktualizowane!
pt_pt: Definições atualizadas!
ro_ro: Setări actualizate!
ru_ru: Настройки обновлены!
