Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: In your hands!
de_de: In deinen Händen!
fi_fi: Käsissäsi!
hu_hu: A kezedben!
ru_ru: В вашем кармане!

source: Get Hitchwiki Maps and its %s marked and rated spots with you when you're on the road!
fi_fi: Ota Hitchwiki Kartat ja sen %s merkittyä ja arvosteltua paikkaa mukaan matkalle!
hu_hu: Legyen veled az úton is a Hitchwiki %s bejegyzett és értékelt stopphelye!
ru_ru: Используйте карты АвтостопВики с %s отмеченными позициями на дороге по время путешествий.

source: We would love to see Hitchwiki Maps in as many platforms as possible. We have an API to help you to do just that.
de_de: Ich würde mich freuen, wenn Hitchwiki Maps auf so vielen Platformen wie möglich zur verfügung steht. Wir haben eine API zur Verfügung gestellt, damit du die Möglichkeit hast ganau das zu verwirklichen.
fi_fi: Näkisimme mielellämme Hitchwikin kartat käännettynä mahdollisimman monelle alustalle. Meillä on myös API avuksesi.
hu_hu: Tök jó lenne, ha minél több platformon elérhető lenne a Hitchwiki térkép.
ru_ru: Мы хотели бы видеть карты АвтостопВики на как можно большем количестве платформ. Мы имеем API для помощи в разработке.

source: Are you a mobile developer?
de_de: Bist du ein Entwickler für Mobile Devices?
fi_fi: Oletko mobiilikehittäjä?
hu_hu: Esetleg mobil fejlesztő vagy?
ru_ru: Вы разработчик мобильных приложений?

source: Hitchhikers guide to the galaxy
de_de: Per Anhalter durch die Galaxis
fi_fi: Liftarin opas maailmankaikkeuteen
hu_hu: Galaxis útikalauz stopposoknak
ru_ru: Автостопом по галактике!

source: Yes there is!
de_de: Ja, gibt es!
fi_fi: Kyllä on!
hu_hu: Még jó, hogy van!
ru_ru: Да, конечно!

source: Can be used offline
de_de: Kann offline verwendet werden
fi_fi: Toimii myös ilman yhteyttä.
hu_hu: Offline használható
ru_ru: оффлайн режим работы

source: Recommend this place for your Facebook contacts
de_de: Empfehle diesen Platz deinen Facebook-Kontakten
fi_fi: Suosittele paikkaa Facebook tuttavillesi
hu_hu: Ajánld a helyet ismerőseidnek Facebookon

source: Also a mobile version of <i>Hitchwiki</i> is available at <a href="http://m.hitchwiki.org">m.hitchwiki.org</a>
fi_fi: Myös mobiiliversio <i>Hitchwikistä</i> on saatavilla osoitteessa <a href="http://m.hitchwiki.org">m.hitchwiki.org</a>
hu_hu: A <i>Hitchwiki</i> mobil változata elérhető a <a href="http://m.hitchwiki.org">m.hitchwiki.org</a> címen
ru_ru: Также мобильная версия <i>АвтостопВики</i> доступна на <a href="http://m.hitchwiki.org">m.hitchwiki.org</a>

source: Is there a mobile version available?
de_de: Gibt es eine mobile Version?
fi_fi: Onko mobiiliversiota olemassa?
hu_hu: Létezik mobiltelefonon elérhető változat?
lt_lt: Ar galima mobili versija?
ru_ru: Есть ли мобильная версия карт?

source: Private. Nobody but you can access your location info.
fi_fi: Yksityinen. Kukaan paitsi sinä ei näe sijaintiasi.
hu_hu: Privát. Rajtad kívül senki nem láthatja tartózkodási helyed.

source: Got stuck somewhere?
fi_fi: Jäitkö jumiin jonnekkin?
hu_hu: Ottragadtál valahol?
ru_ru: Зависли где-нибудь?

source: If something on the website seems wrong to you, please use "contact us" link at the bottom of the page.
de_de: Falls dir auf unserer Webseite etwas falsch vorkommt, nutze bitte den "Kontakt"-Link am unteren Rand der Seite.
fi_fi: Jos jokin sivuilla vaikuttaa olevan väärin, käytäthän "ota yhteyttä" linkkiä sivun alalaidassa.
hu_hu: Ha bármi hibára lelsz az oldalon, használd a "kapcsolat" linket a lap alján.

source: More tools
fi_fi: Lisää työkaluja
hu_hu: További eszközök
ru_ru: Больше инструментов

source: Trips
fi_fi: Matkat
hu_hu: Túrák

source: Features
fi_fi: Ominaisuudet
hu_hu: Hasznosságok
ru_ru: Описание возможностей

source: Get the app for free
de_de: Hol dir die App umsonst
fi_fi: Hanki ohjelma ilmaiseksi
hu_hu: Töltsd le ingyen az appot!

source: Preview each and every spot on the map
fi_fi: Näyttää kaikki paikat kartalla
hu_hu: Bármely hely előnézete a térképen
ru_ru: указана каждая позиция на карте

source: requires Internet connection such as wifi, 3G or other
de_de: benötigt eine Internetverbindung wie z.B. wifi, 3G oder andere
fi_fi: Vaatii Internet yhteyden kuten wifin, 3G:n tai vastaavan
hu_hu: wifi, 3G vagy hasonló internetkapcsolat szükséges
ru_ru: требуется интернет соединение wifi, 3G или любое другое

source: Application is available in:
de_de: Applikation ist verfügbar für:
fi_fi: Ohjelma on saatavilla:
hu_hu: Elérhető nyelvek:
ru_ru: Приложение доступно на

source: and
de_de: und
fi_fi: ja
hu_hu: és

source: App should work on following phone models:
de_de: Die App sollte auf den folgenden Modellen laufen:
fi_fi: Ohjelman pitäisi toimia seuraavissa puhelinmalleissa:
hu_hu: Mobilok, amin használható:
ru_ru: Приложение должно работать на перечисленных моделях телефонов:

source: Continue
de_de: Fortfahren
fi_fi: Jatka
hu_hu: Tovább

source: Mobile
fi_fi: Mobiili
hu_hu: Mobil

source: Getting info about the place...
de_de: Zeige Informationen zu diesem Platz...
fi_fi: Haetaan tietoja paikasta...

source: Show on the map
fi_fi: Näytä kartalla
hu_hu: Mutasd a térképen

source: Own places
de_de: Eigene Plätze
fi_fi: Omat paikat
hu_hu: Saját helyek
nl_nl: Eigen plaatsen

source: Nobody did anything for this place! Is it that good?
fi_fi: Kukaan ei tehnyt mitään tälle paikalle! Onko se niin hyvä?
hu_hu: Ezzel a hellyel senki nem kezdett semmit. Jót jelent ez?
nl_nl: Niemand heeft iets aan deze plaats gedaan? Is dat goed?

source: Welcome home, %s
de_de: Willkommen zurück, %s
fi_fi: Tervetuloa kotiin, %s
hu_hu: Helló itthon, %s
nl_nl: Welkom thuis, %s
ru_ru: Добро пожаловать, %s

source: Remove my rating
de_de: Lösche meine Bewertung
fi_fi: Poista arvioni
hu_hu: Értékelésem eltávolítása
nl_nl: Verwijder mijn rating
ru_ru: Удалить мою оценку

source: See %d experience
fi_fi: Katso %d kokemus
hu_hu: Mutasd az %d tapasztalatot
nl_nl: Zie %d ervaring
ru_ru: Посмотреть %d время ожидания

source: See %d vote
fi_fi: Katso %d ääni
hu_hu: Mutasd az %d szavazatot
nl_nl: Zie %d stem
ru_ru: Посмотреть %d голос

source: You must be logged in.
de_de: Du musst eingeloggt sein.
fi_fi: Sinun täytyy olla kirjautuneena sisään.
hu_hu: Nem vagy bejelentkezve.
nl_nl: Je moet ingelogd zijn.
ru_ru: Уважаемый анонимус, залогиньтесь!

source: No ratings for this place added yet.
de_de: Dieser Platz ist bisher noch nicht bewertet worden.
fi_fi: Kukaan ei ole vielä arvioinut paikkaa.
hu_hu: Ennek a helynek még nincs értékelése.
nl_nl: Nog geen ratings voor deze plaats toegevoegd.

source: Hey %s, welcome to your stuff!
fi_fi: Hei %s, tervetuloa virtaasi!
hu_hu: Csá %s, üdv az cuccaid között!
nl_nl: Hey %s, welkom op je spullen!

source: Top %d city
fi_fi: Top %d kaupunki
hu_hu: Top %d város
nl_nl: Top %d stad

source: User hasn't been poking around the site yet.
fi_fi: Käyttäjä ei ole seikkaillut ympäriinsä sivustolla vielä.
hu_hu: A felhasználó még nem sertepertélt az oldalon.
nl_nl: Gebruiker heeft nog niet rondgeneusd op de site.

source: Publish my trips automatically
de_de: Veröffentliche meine Trips automatisiert
fi_fi: Julkaise matkani automaattisesti
hu_hu: Utazásaim automatikus publikálása
nl_nl: Publiceer mijn reizen automatisch

source: Recorder hasn't recorded anything yet.
fi_fi: Nauhuri ei ole vielä nauhoittanut mitään.

source: Oh! Nothing has changed. Only the desert wind is moving some bits around...
de_de: Oh! Nichts hat sich geändert, abgesehen von dem Wüstenwind der ein paar bits durcheinander geweht hat...
fi_fi: Oho! Mitään ei ole muutettu. Vain aavikkotuuli liikuttelee bittejä ympäriinsä...
hu_hu: Mi sem változott errefelé. Avagy "most tél van és csend és hó és halál".
nl_nl: Oh! Er is niets veranderd. Alleen de woestijn wind blaast wat stof in het rond......

source: %1$s waited for a ride in here for %2$s
fi_fi: %1$s odotti kyytiä täällä %2$s
hu_hu: %1$s %2$s ideig várt fuvarra ezen a helyen
nl_nl: %1$s wachtte hier voor %2$s voor een lift
ru_ru: %1$s ожидал(а) попутку на этой позиции %2$s

source: Before 27. November 2010
de_de: Vor 27. November 2010
fi_fi: Ennen 27. marraskuuta 2010
hu_hu: 2010. november 27. előtt
nl_nl: Voor 27 November 2010
ru_ru: До 27 ноября 2010

source: %1$s added a link to the public transportation catalog for %2$s
fi_fi: %1$s lisäsi linkin joukkoliikennekatalogiin maalle %2$s

source: Actions on the website during the last %d days.
de_de: Aktionen auf der Webseite seit den letzten %d Tagen.
fi_fi: Tapahtumat sivustolla viimeisten %d päivän aikana.
hu_hu: Történések az oldalon a legutóbbi %d napban.

source: %s added a new place
fi_fi: %s lisäsi uuden paikan
hu_hu: %s új helyet adott hozzá
ru_ru: %s первым добавил эту позицию

source: %s commented place
fi_fi: %s kommentoi paikkaa
ru_ru: %s оставил комментарий

source: %1$s rated "%2$s" for this place
fi_fi: %1$s äänesti "%2$s" tälle paikalle
hu_hu: %1$s így értékelte a helyet: "%2$s"
ru_ru: %1$s дал оценку "%2$s" этой позиции

source: Edit history for the place
fi_fi: Paikan muokkaushistoria
hu_hu: A hely előzményeinek szerkesztése
ru_ru: История внесенных изменений

source: %s started using Maps
fi_fi: %s ryhtyi käyttämään Karttaa

source: Edit your profile
de_de: Ändere dein Profil
fi_fi: Muokkaa profiiliasi
hu_hu: Profil szerkesztése

source: %s's activity log
de_de: %s's Änderungsprotokoll
fi_fi: Tapahtumalogi käyttäjälle %s

source: The map will be centered to here.
fi_fi: Kartta keskitetään tänne.
hu_hu: Ez legyen a térkép közepén!
ru_ru: Эта страна будет показана при загрузке карты

source: Trip recorder
fi_fi: Matkanauhuri
hu_hu: Túrák rögzítése

source: My trips
fi_fi: Matkani
hu_hu: Utazásaim
lt_lt: Mano kelionės

source: Sorry about that!
de_de: Entschuldige bitte!
fi_fi: Pahoittelut!
hu_hu: Bocsi
lt_lt: Atsiprašome!

source: Log
fi_fi: Loki
nl_nl: Logboek

source: Clear your recorded trips
fi_fi: Poista tallennetut matkat
hu_hu: Bevitt utazások törlése
nl_nl: Wis je opgenomen trips

source: Automatically fetch my location from Google Latitude
fi_fi: Päivitä sijaintini automaattisesti Google Latitudesta
nl_nl: Haal mijn locatie automatisch op van Google Latitude

source: Paste your "Google Public Location Badge" code to here
fi_fi: Liisä "Google Public Location Badge" koodisi tähän
nl_nl: Plak je "Google Public Location Badge" code hier

source: Countries visited
de_de: Länder besucht
fi_fi: Vieraillut maat
hu_hu: Megjárt országok
nl_nl: Bezochte landen

source: Import
de_de: Importieren
fi_fi: Tuo
nl_nl: Importeer

source: From
de_de: Von
fi_fi: Mistä
hu_hu: Honnan
nl_nl: Uit

source: To
de_de: An
fi_fi: Mihin
nl_nl: Naar

source: %d per page
de_de: %d pro Seite
fi_fi: %d per sivu
hu_hu: %d oldalanként
nl_nl: %d per pagina

source: Back to listing
de_de: Zurück zur Liste
fi_fi: Takaisin listaukseen
hu_hu: Vissza a listázáshoz

source: The maintenance break is now over
fi_fi: Huoltokatko on nyt ohi
hu_hu: Átmeneti leállásnak immáron vége
lt_lt: Techinė priežiūra baigta

source: History
de_de: Geschichte
fi_fi: Historia
hu_hu: Előzmények
nl_nl: Geschiedenis
ru_ru: История изменений

source: Description edited %s
fi_fi: Kuvausta muokattu %s
hu_hu: Leírás szerkesztve %s
ru_ru: Описание изменено %s

source: Click to edit
fi_fi: Klikkaa muokataksesi
hu_hu: Szerkesztéshez kattints ide
ru_ru: Кликните для редактирования

source: Thank you very much!
de_de: Vielen Dank!
fi_fi: Kiitos paljon!
hu_hu: Köszi szépen!
lt_lt: Labai ačiū!
nl_nl: Heel erg bedankt!
ru_ru: Спасибо!

source: Undo changes
de_de: Änderungen rückgängig machen
fi_fi: Peru muutokset
hu_hu: Változtatások visszavonása
nl_nl: Wijzigingen ongedaan maken
ru_ru: Отменить изменения

source: Your message was sent
de_de: Deine Nachricht wurde gesendet
fi_fi: Viestisi lähetettiin.
hu_hu: Az üzenet elküldve
nl_nl: Je bericht werd verzonden
ru_ru: Сообщение отправлено

source: Drop us an email to %s or use this form
de_de: Schick uns eine Email an %s oder nutze dieses Formular
fi_fi: Lähetä meille sähköpostia osoitteeseen %s tai käytä tätä lomaketta
hu_hu: Írj nekünk e-mailt (%s) vagy használd az alábbi űrlapot
nl_nl: Stuur ons dan een email naar %s of gebruik dit formulier
ru_ru: Можете написать на %s или используйте эту форму

source: From: %s
de_de: Von: %s
fi_fi: Lähettäjä: %s
hu_hu: Kitől: %s
nl_nl: Van: %s
ru_ru: От: %s

source: Your email
de_de: Ihre E-Mail
fi_fi: Sähköpostiosoitteesi
hu_hu: E-mail címed
nl_nl: Jouw e-mail
ru_ru: E-mail для обратной связи

source: Message
de_de: Nachricht
fi_fi: Viesti
hu_hu: Üzenet
nl_nl: Bericht
ru_ru: Сообщение

source: Adding a comment failed.
de_de: Das Hinzufügen des Kommentars ist fehlgeschlagen.
fi_fi: Kommentin kirjoittaminen epäonnistui.
hu_hu: Nem sikerült a hozzászólást közzétenni.
lt_lt: Pridėti komentaro nepavyko.
nl_nl: Het toevoegen van een reactie is mislukt.

source: Adding a waiting time failed.
de_de: Das Hinzufügen der Wartezeit ist fehlgeschlagen.
fi_fi: Odotusajan lisääminen epäonnistui.
hu_hu: Nem sikerült a várakozási időt hozzáadni.
nl_nl: Het toevoegen van een wachttijd is mislukt.

source: Include an usage log
fi_fi: Liitä käyttölogi
hu_hu: Csatolja, hogy mit csináltam az oldalon.
nl_nl: Voeg een gebruiks log toe
ru_ru: Присоединить логи

source: Sending your message failed.
de_de: Das Senden der Nachricht ist fehlgeschlagen.
fi_fi: Viestisi lähetys epäonnistui.
hu_hu: Nem sikerült elküldeni az üzeneted.
nl_nl: Het verzenden van je bericht is mislukt.

source: Show
de_de: Langsam
fi_fi: Näytä
hu_hu: Mutasd!
ru_ru: показать

source: So we can reply to you
de_de: Sodass wir uns bei dir melden können
fi_fi: Jotta voisimme vastata sinulle.
hu_hu: Hogy válaszolni tudjunk
nl_nl: Zodat we je kunnen antwoorden
ru_ru: Чтобы мы могли ответить Вам

source: No "Nearby places from" for you, then.
fi_fi: Ei "paikkoja lähistöltä" sinulle, siis.
hu_hu: Közeli stopphelyek funkció nélkül tehát.
nl_nl: OK, dan geen "Plaatsen in de buurt van" voor jou.
ru_ru: Ближайшие позиции не будут показаны.

source: %d vote in total.
de_de: %d Bewertung insgesammt.
fi_fi: %d ääni yhteensä.
fr_fr: %d vote au total.
hu_hu: Összesen %d szavazat.
nl_nl: %d stemmen in totaal.
pl_pl: %d głos.
ru_ru: Итого: %d голос.

source: Read about converting data between formats
fi_fi: Lue datan muuntamisesta formaattien välillä
fr_fr: Lire sur la conversion des données d'un format à l'autre
hu_hu: Tudj meg többet a formátumokról
nl_nl: Lees meer over het omzetten van gegevens tussen de formaten
pl_pl: Przeczytaj o przetwarzaniu informacji na inne formaty.
ru_ru: Конвертирование файлов

source: Download markers as a file
fi_fi: Lataa paikat tiedostona
fr_fr: Télécharger les points sous forme de fichiers
hu_hu: Stopphely exportálása
nl_nl: Download markers als een bestand
ru_ru: Загрузить координаты мест в виде файла

source: Hitchhiking places
fi_fi: Liftauspaikkoja
fr_fr: Spots d'auto-stop
hu_hu: Stopphelyek
nl_nl: Liften plaatsen
pl_pl: Miejsca do łapania stopa
ru_ru: Позиции для автостопа

source: Format
fi_fi: Formaatti
hu_hu: Formátum
nl_nl: Formaat
ru_ru: Формат файла

source: Average elevation
fi_fi: Keskimääräinen korkeus merenpinnasta
fr_fr: Altitude moyenne
hu_hu: Átlagos emelkedés
nl_nl: Gemiddelde hoogte
pl_pl: Średnia wysokość
ru_ru: Средняя высота

source: Download marker as a file
fi_fi: Lataa paikka tiedostona
fr_fr: Télécharger le point sous forme de fichier
hu_hu: Adatok exportálása
nl_nl: Download marker als een bestand
ru_ru: Загрузить координаты места в виде файла

source: No weather info...
de_de: Keine Wetterdaten...
fi_fi: Ei säätietoja...
fr_fr: Pas d'information sur la météo...
hu_hu: Nincs az időjárásról információ...
nl_nl: Geen weer info ...
pl_pl: Nie ma informacji o pogodzie...
ru_ru: Информация о погоде недоступна

source: Elevation
fi_fi: Korkeus merenpinnasta
fr_fr: Altitude
hu_hu: Emelkedés
nl_nl: Elevatie
pl_pl: Wysokość npm
ru_ru: Высота над уровнем моря

source: meters
de_de: Meter
fi_fi: metriä
fr_fr: mètres
hu_hu: méter
nl_nl: meter
pl_pl: metry
ru_ru: метров

source: Highest place
de_de: Höchster Platz
fi_fi: Korkein paikka
fr_fr: Endroit le plus élevé
hu_hu: Legmagasabb stopphely
nl_nl: Hoogste plaats
pl_pl: Najwyżej położone miejsce
ru_ru: Высочайшая позиция

source: Highest hitchhiking places
fi_fi: Korkeimmat liftauspaikat
fr_fr: Spots d'auto-stop les plus élevés
hu_hu: Legmagasabban fekvő stopphelyek
nl_nl: Hoogste liften plaatsen
pl_pl: Najwyżej położone miejsce do łapania stopa
ru_ru: Высчочайшие позиции для автостопа

source: Lowest place
de_de: Tiefster Platz
fi_fi: Matalin paikka
fr_fr: Endroit le plus bas
hu_hu: Legalacsonyabb
nl_nl: Laagste plaats
pl_pl: Najniżej położone miejsce
ru_ru: Позиция с наименьшей высотой над уровнем моря

source: %d vote
fi_fi: %d ääni
hu_hu: %d szavazat
nl_nl: %d stemmen
pl_pl: %d głos
ru_ru: %d голос

source: Place in Hitchwiki Maps
fi_fi: Paikka Hitchwiki Kartoissa
fr_fr: Placer sur la carte Hitchwiki
nl_nl: Plaats in Hitchwiki Maps
pl_pl: Miejsce na mapie Hitchwiki
ru_ru: Место на Картах АвтостопВики

source: Waiting time varies from %s to %s.
de_de: Wartezeit variiert von %s bis %s.
fi_fi: Odotusaika vaihtelee %s – %s.
fr_fr: Le temps d'attente varie de %s à %s.
hu_hu: Várakozási idő valahol %s és %s között mozog.
nl_nl: Wachttijd varieert van %s tot %s.
pl_pl: Czas oczekiwania mieści się w przedziale od %s do %s.
ru_ru: Время ожидания варьируется от %s до %s.

source: Italian
de_de: Italienisch
fi_fi: Italia
fr_fr: Italien
hu_hu: Olasz
nl_nl: Italiaans
pl_pl: włoski
ru_ru: Итальянский

source: Street view
fi_fi: Katunäkymä
fr_fr: Point de vue Rue
hu_hu: Utcanézet
pl_pl: Widok ulicy
ru_ru: Уличный вид

source: License
de_de: Lizenz
fi_fi: Lisenssi
fr_fr: Licence
it_it: Licenza
nl_nl: Licentie
pl_pl: Licencja
ru_ru: Лицензия

source: Creative Commons License
de_de: Creative-Commons-Lizenz
fi_fi: Creative Commons Lisenssi
fr_fr: Licence Creative Commons
hu_hu: Creative Commons
it_it: Licenza Creative Commons
lt_lt: Creative Commons Licencija
nl_nl: Creative Commons Licentie
pl_pl: Licencja Creative Commons
ru_ru: Лицензия Creative Commons

source: You can show your love to us and recommend Hitchwiki Maps to your hitchhiker mates in Facebook by pressing this cute little button with a familiar icon on it:
fi_fi: Voit osoittaa rakkauttasi ja suositella Hitchwiki Karttoja liftarikavereillesi Facebookissa. Klikkaa tätä söpöä pientä nappia tutulla peukkukuvakkeella:
fr_fr: Vous pouvez démontrer votre appréciation et recommander les cartes de Hitchwiki à vos amis auto-stoppeurs sur Facebook en cliquant sur ce joli petit icône bien familier :
hu_hu: Ajánlhatod stoppos pajtijaidnak a Hitchwiki térképet Facebookon - ezzel melengetve a készítők lelkét. Csak nyomd meg az ismert cuki kis gombot itt ni:
it_it: È possibile mostrare il proprio interesse verso di noi raccomandando Hitchwiki Maps ai propri compagni autostoppisti in Facebook premendo questo pulsante carino con una icona familiare:
nl_nl: Laat zien hoeveel je van ons houdt en beveel Hitchwiki Maps aan aan je liftende vrienden door op dit schattige kleine knopje met het welbekende pictogram te klikken:
pl_pl: Możesz okazać nam swoją miłość i polecić Mapy Hitchwiki swoim znajomym-autostopowiczom na Facebooku, klikając ten mały, śliczny przycisk ze znaną ikoną:
ru_ru: Нажав эту кнопку вы сможете выразить свою признательность проекту и порекомендовать АвтостопВики своим друзьям в Facebook.

source: http://hitchwiki.org/en/
de_de: http://hitchwiki.org/de/
fi_fi: http://hitchwiki.org/fi/
fr_fr: http://hitchwiki.org/fr/
nl_nl: http://hitchwiki.org/nl/
pl_pl: http://hitchwiki.org/pl/
pt_pt: http://hitchwiki.org/pt/
ro_ro: http://hitchwiki.org/ro/

source: English
de_de: Englisch
fi_fi: Englanti
fr_fr: Anglais
hu_hu: Angol
it_it: Inglese
lt_lt: Anglų
nl_nl: Engels
pl_pl: angielski
ru_ru: Английский

source: Latvian
de_de: Lettisch
fi_fi: Latvia
fr_fr: Letton
hu_hu: Lett
it_it: Lettone
lt_lt: Latvių
nl_nl: Lets
pl_pl: łotewski
ru_ru: Латвийский

source: Pirate
de_de: Piratensprache
fi_fi: Merirosvo
fr_fr: Pirate (anglais)
hu_hu: Kalóz nyelv
it_it: Pirata
lt_lt: Piratų
nl_nl: Piraat
pl_pl: piracki
ru_ru: Пиратский

source: Wind
fi_fi: Tuuli
fr_fr: Vent
hu_hu: Szél
it_it: Vento
lt_lt: Vėjas
pl_pl: Wiatr
ru_ru: Ветер

source: Temperature
de_de: Temperatur
fi_fi: Lämpötila
fr_fr: Température
hu_hu: Hőmérséklet
it_it: Temperatura
lt_lt: Temperatūra
nl_nl: Temperatuur
pl_pl: Temperatura
ru_ru: Температура

source: Humidity
de_de: Luftfeuchtigkeit
fi_fi: Ilmankosteus
fr_fr: Humidité
hu_hu: Páratartalom
it_it: Umidità
lt_lt: Santikinė dregmė
nl_nl: Luchtvochtigheid
pl_pl: Wilgotność
ru_ru: Влажность

source: Intensity
de_de: Intensität
fi_fi: Voimakkuus
fr_fr: Intensité
it_it: Intensità
nl_nl: Intensiteit
pl_pl: Nasilenie
ru_ru: Интенсивность

source: Direction
de_de: Richtung
fi_fi: Suunta
hu_hu: Útvonalak
it_it: Direzione
lt_lt: Kryptis
nl_nl: Richting
pl_pl: Kierunek
ru_ru: Направление

source: Weather near %s
de_de: Das Wetter in der Nähe von %s
fi_fi: Sää: %s
fr_fr: Météo près de %s
hu_hu: Időjárás %s környékén
it_it: Meteo vicino a %s
lt_lt: Oro salygos: %s
nl_nl: Het weer in de buurt van %s
pl_pl: Pogoda w pobliżu %s
ru_ru: Погода возле %s

source: Air pressure
de_de: Luftdruck
fi_fi: Ilmanpaine
fr_fr: Pression atmosphérique
hu_hu: Légnyomás
it_it: Pressione atmosferica
lt_lt: Oro slėgis
nl_nl: Luchtdruk
pl_pl: Ciśnienie
ru_ru: Атмосферное давление

source: Weather from Wunderground.com
de_de: Das Wetter von Wunderground.com
fi_fi: Sää Wunderground.comista
fr_fr: Météo de Wunderground.com
hu_hu: Időjárás (Wunderground.com)
it_it: Meteo da Wunderground.com
lt_lt: Orų prognozės pagal Wunderground.com
nl_nl: Het weer van Wunderground.com
pl_pl: Prognoza pogody z Wunderground.com
ru_ru: Погода предоставлена ресурсом Wunderground.com

source: Chinese
de_de: Chinesisch
fi_fi: Kiina
fr_fr: Chinois
hu_hu: Kínai
it_it: Cinese
lt_lt: Kinų
nl_nl: Chinees
pl_pl: chiński
ru_ru: Китайский

source: End date
de_de: Enddatum
fi_fi: Päättymispäivä
fr_fr: Date de fin
it_it: Ultima data
lt_lt: Atvikimo laikas
nl_nl: Eind datum
pl_pl: data zakończenia
ru_ru: Окончание

source: Start date
de_de: Anfangsdatum
fi_fi: Aloituspäivä
fr_fr: Date de début
it_it: Prima data
lt_lt: Išvykimo laikas
nl_nl: Begin datum
pl_pl: data rozpoczęcia
ru_ru: Начало

source: Try searching by English city names or/and add a country name with cities.
de_de: Versuche nach englischen Städtenamen, oder Land- + Städtename.
fi_fi: Yritä etsiä englanninkielisillä kaupungginnimillä ja/tai lisää maan nimi kaupunkien yhteyteen.
fr_fr: Cherchez le nom anglais d'une ville et/ou ajoutez un nom de pays et des villes.
hu_hu: Próbálj angol város- és/vagy országnévre keresni.
it_it: Provare a cercare il nome della città in inglese e/o aggiungere anche il nome del Paese.
lt_lt: Pabandykite ieškoti įvesdami angliškus miestų ir/ar šalių pavadinimus.
nl_nl: Probeer te zoeken naar de Engelse namen van steden en/of voeg een naam van het land toe met steden.
pl_pl: Spróbuj wpisać angielską nazwę miasta i/lub dopisz nazwę kraju.
ru_ru: Попытайтесь искать название города на английском и/или добавить название страны к названию города.

source: I don't know
de_de: Ich habe keine Ahnung
fi_fi: En tiedä
fr_fr: Je ne sais pas
hu_hu: Nem tudom
it_it: Non so
lt_lt: Nežinau
nl_nl: Ik weet het niet
pl_pl: Nie wiem
ru_ru: Не знаю
