Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: Some settings might require refreshing the page.
de_de: Einige Einstellungen erfordern es die Seite neu zu laden.
fi_fi: Jotkin asetuksista saattavat vaatia sivun päivittämistä.
fr_fr: Il peut être nécessaire de rafraichir la page pour certains paramètres .
hu_hu: Egyes beállítások megjelenítéséhez újra kell tölreni az oldalt.
it_it: Alcune impostazioni possono richiedere l'aggiornamento della pagina.
nl_nl: Het is nodig de pagina te herladen voor sommige instellingen.
pl_pl: Niektóre ustawienia mogą wymagać odświeżenia strony.
pt_pt: Para algumas definições poderá ser necessário refrescar a página.
ro_ro: Unele setări ar putea necesita un refresh al paginii.
ru_ru: Некоторые новые настройки могут потребовать обновления этой страницы.

source: Updating settings failed:
de_de: Aktualisierung der Einstellungen fehlgeschlagen:
fi_fi: Asetusten päivittäminen epäonnistui:
fr_fr: Échec de la mise à jour des préférences :
hu_hu: A beállítások frissítése nem sikerült:
it_it: Aggiornamento delle impostazioni fallita:
lt_lt: Nepavyko atnaujinti nustatymų:
nl_nl: Bijwerken van instellingen mislukt:
pl_pl: Aktualizacja ustawień nie powiodła się:
pt_pt: Atualização das definições falhou:
ro_ro: Actualizarea setarilor a eşuat:
ru_ru: Обновления страницы не произошло:

source: Are you sure you want to reset your profile? You cannot undo this action!
de_de: Bist du sicher das du dein Profil zurücksetzen möchtest? Du kannst diese Aktion nicht rückgängig machen!
fi_fi: Oletko varma että haluat nollata profiilisi? Et voi perua nollausta!
fr_fr: Êtes-vous certain de vouloir réinitialiser votre profil ? Cette action ne pourra pas être annulée ensuite !
hu_hu: Tuti, hogy véglegesen törölni akarod a profilod?
it_it: Si è sicuro di voler azzerare il proprio profilo? Questa operazione non è reversibile!
nl_nl: Ben je er zeker van dat je je gebruikers profiel wit resetten? Deze actie kan niet ongedaan worden gemaakt!
pl_pl: Czy jesteś pewien/na, że chcesz zrestartować swój profil? Nie można cofnąć tej akcji!
pt_pt: Tens a certeza que queres fazer reset ao teu perfil? Não podes voltar atrás e desfazer esta ação!
ro_ro: Sunteţi sigur că doriţi să va resetaţi profilul? Nu puteţi anula această acţiune!
ru_ru: Вы уверены, что хотите удалить свой аккаунт? Это действие необратимо!

source: Your profile was reset permanently.
de_de: Dein Profil wurde permanent zurückgesetzt.
fi_fi: Profiili nollattiin pysyvästi.
fr_fr: Votre profil a été réinitialisé.
hu_hu: Profilod visszavonhatatlanul törlésre került.
it_it: Il tuo profilo è stato azzerrato per sempre.
nl_nl: Je gebruikers profiel is volledig gereset.
pl_pl: Twój profil został zrestartowany na dobre.
pt_pt: O seu perfil foi resetado de vez.
ro_ro: Profilul dvs. a fost resetat permanent.
ru_ru: Ваш аккаунт был необратимо удален.

source: Profile reset
de_de: Profil zurücksetzen
fi_fi: Profiili nollattu
fr_fr: Réinitialisation du profil
hu_hu: Profil törlése
it_it: Azzera profilo
lt_lt: Atstatyti profilį
nl_nl: Je gebruikers profiel is gereset
pl_pl: Reset profilu
pt_pt: Reset ao perfil
ro_ro: Resetarea profilului
ru_ru: Удаление аккаунта

source: Profile was NOT reset
de_de: Profil wurde NICHT zurückgesetzt
fi_fi: Profiilia EI nollattu
fr_fr: Le profil n'a PAS été réinitialisé
hu_hu: A profil NEM lett törölve.
it_it: Il profilo NON è stato azzerato
nl_nl: Gebruikers profiel is NIET gereset
pl_pl: Profil NIE został zzresetowany
pt_pt: NÃO foi feito reset ao perfil
ro_ro: Profil NU a fost resetat
ru_ru: Аккаунт удален НЕ БЫЛ.

source: You cancelled your profile reset.
de_de: Du hast das zurücksetzen deines Profils abgebrochen.
fi_fi: Peruit profiilisi nollauksen.
fr_fr: Annulation de la réinitialisation du profil.
hu_hu: Visszavontad a profilod törlését
it_it: Hai cancellato il tuo azzeramento di profilo.
nl_nl: Je heb het resetten van je gebruikers profiel afgebroken.
pl_pl: Anulowałeś/aś reset swojego profilu.
pt_pt: Cancelou o reset ao seu perfil.
ro_ro: Ai anulat resetarea profilului.
ru_ru: Вы отменили удаление своего аккаунта.

source: Reset cancelled
de_de: Zurücksetzen abgebrochen
fi_fi: Nollaus peruttu
fr_fr: Réinitialisation annulée
hu_hu: Törlés visszavonva
it_it: Azzerramento annullato
nl_nl: Reset afgebroken
pl_pl: Reset anulowany
pt_pt: Reset cancelado
ro_ro: Resetare anulat
ru_ru: Удаление отменено

source: You must be logged in to edit settings.
de_de: Du musst eingeloggt sein, um die Einstellungen zu bearbeiten.
fi_fi: Sinun täytyy kirjautua muokataksesi asetuksia.
fr_fr: Vous devez vous connecter pour modifier vos préférences.
hu_hu: A beállítások módosításához lépj be
it_it: Bisogna essere loggati per modificare le impostazione
lt_lt: Norėdami redaguoti nustatymus privalote prisijungti.
nl_nl: Je moet ingelogd zijn om je instellingen te wijzigen.
pl_pl: Musisz być zalogowany żeby edytować ustawienia.
pt_pt: Tens que estar logado para editar as definições.
ro_ro: Tu trebuie sa fii logat pentru a edita setările.
ru_ru: Вы должны войти чтобы изменить настройки.

source: Statistics
de_de: Statistiken
fi_fi: Tilastot
fr_fr: Statistiques
hu_hu: Statisztika
it_it: Statistiche
lt_lt: Statistika
nl_nl: Statistieken
pl_pl: Statystyki
pt_pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика

source: See more complete statistics.
de_de: Mehr Statistiken anzeigen.
fi_fi: Laajemmat tilastot.
fr_fr: Voir plus de statistiques.
hu_hu: Bővebb statisztikák megtekintése.
it_it: Mostra maggiori statistiche complete
lt_lt: Peržiūrėti detalesnę statistiką
nl_nl: Zie meer volledige statistieken
pl_pl: Zobacz dokładniejsze statystyki.
pt_pt: Ver mais estatísticas completas.
ro_ro: A se vedea mai multe statistici complete.
ru_ru: Показать детальную статистику.

source: Top %s countries
de_de: Top %s Länder
fi_fi: Top %s maat
fr_fr: %s pays les plus populaires.
hu_hu: Top %s ország
it_it: Top %s Paesi
lt_lt: %s populiariausių šalių
nl_nl: Top %s landen
pl_pl: Top %s krajów
pt_pt: Top %s países
ro_ro: Top %s ţări
ru_ru: Топ %s стран

source: By continents
de_de: Nach Kontinenten
fi_fi: Maanosittain
fr_fr: Par continent
hu_hu: Földrészek szerint
it_it: Per continenti
lt_lt: Pagal žemynus
nl_nl: Per continent
pl_pl: Według kontynentów
pt_pt: Por continentes
ro_ro: Pe continente
ru_ru: По континентам

source: Place density
de_de: Markierungsdichte
fi_fi: Paikkatiheys
fr_fr: Densité des spots
hu_hu: Sűrűség
it_it: Densità luogo
lt_lt: Vietų tankumas
nl_nl: Dichtheid van markeringen
pl_pl: Gęstość
pt_pt: Densidade de lugares
ro_ro: Densitatea locului
ru_ru: Количество указанных мест по странам

source: Hitchwiki Maps is currently available in %s languages
de_de: Hitchwiki Maps ist derzeit in %s Sprachen verfügbar
fi_fi: Hitchwiki Kartat on tällä hetkellä saatavilla %s kielellä
fr_fr: Les cartes Hitchwiki sont disponibles en %s langues
hu_hu: A Hitchwiki térkép jelenleg %s nyelven érhető el
it_it: Attualmente, Hitchwiki Maps, è disponibile in %s lingue
lt_lt: Šiuo metu Hitchwiki Maps yra prieinama %s kalba (-omis)
nl_nl: Hitchwiki Maps is momenteel beschikbaar in %s talen
pl_pl: Mapy Hitchwiki są obecnie dostępne w %s językach
pt_pt: O Hitchwiki Maps está disponível atualmente em %s línguas
ro_ro: Hitchwiki Maps este disponibil în prezent în %s limbi
ru_ru: Карты АвтостопВики сейчас доступны на %s языках (языке)

source: Help us with translating!
de_de: Hilf uns beim Übersetzen!
fi_fi: Auta kääntämisessä!
fr_fr: Aidez-nous à traduire !
hu_hu: Segíts a fordításban!
it_it: Aiutaci con la traduzione!
lt_lt: Padėk išversti!
nl_nl: Help ons met vertalingen!
pl_pl: Pomóż nam przy tłumaczeniu!
pt_pt: Ajuda-nos com as traduções!
ro_ro: Ajutaţi-ne cu traducerea!
ru_ru: Помощь с переводом

source: If you would like to add content in your own language, or translate all visible interface texts, contact us so we can put up a new language.
de_de: Falls du Inhalte in deine Muttersprache übersetzen möchtest und diese noch nicht verfügbar ist, kontaktiere uns!
fi_fi: Jos haluaisit lisätä sisältöä kielelläsi, tai kääntää kaikki käyttöliittymän näkyvät tekstit, ota meihin yhteyttä jotta voimme julkaista uuden kielen.
fr_fr: Si vous souhaitez ajouter du contenu dans votre langue ou traduire le texte de l'interface, veuillez nous contacter afin qui nous ajoutions cette langue.
hu_hu: Amennyiben saját nyelveden adnál hozzá tartalmat vagy esetleg a kezelőfelület fordításában segítenél, írj nekünk és megoldjuk.
it_it: Se desideri aggiungere contenuti nella tua lingua, o tradurre tutti i testi dell'interfaccia, contattaci così possiamo aggiungere una nuova lingua.
nl_nl: Als je inhoud in je eigen taal wilt toevoegen, of alle zichtbare tekst wil vertalen, neem dan contact met ons op om een nieuwe taal toe te voegen.
pl_pl: Jeśli chcesz dodać tekst we własnym języku lub przetłumaczyć teksty z interfejsu skontaktuj się z nami i dodamy nowy język.
pt_pt: Se gostarias de adicionar conteúdo na tua língua, ou traduzir todos os textos de interface, visíveis, contacta-nos de modo a que possamos inserir uma língua nova.
ro_ro: Dacă doriţi să adăugaţi conţinut în limba dumneavoastră, sau sa traduceti textele vizibile in interfaţă, contactaţi-ne astfel încât să putem pune o noua limba.
ru_ru: Если вы хотели бы добавить контент на своём языке или перевести интерфейс, свяжитесь с нами, чтобы мы добавили новый язык.

source: We have %s registered hitchhikers using Maps!
de_de: Wir haben bereits %s registrierte Tramper die Maps benutzen!
fi_fi: %s rekisteröitynyttä liftaajaa käyttää Karttoja!
fr_fr: Il y a %s auto-stoppeurs qui utilisent les cartes !
hu_hu: %s regisztrált felhasználó használja a térképet!
it_it: Abbiamo %s autostoppisti (hitchhikers) registrati che usano Maps!
lt_lt: Šiuo metu puslapiu jau naudojasi %s keliautojai autostopu!
nl_nl: We hebben %s geregistreerde lifters die gebruik maken van Maps!
pl_pl: Mamy %s zarejestrowanych autostopowiczów korzystających z Map!
pt_pt: Há %s utilizadores registados a usar o Maps!
ro_ro: Avem %s autostopisti înregistrati care folosesc Maps!
ru_ru: В проекте участвуют %s автостопщиков из разных стран.

source: Using Maps since
de_de: Benutzt Hitchwiki Maps seit
fi_fi: Käyttänyt karttoja alkaen
fr_fr: Depuis
hu_hu: Amióta tag
it_it: Utilizza Maps da
lt_lt: Naudojasi žemėlapiais nuo
nl_nl: Gebruiker van Maps sinds
pl_pl: Mapy używane od
pt_pt: A usar o Maps desde
ro_ro: Utilizarea Maps de
ru_ru: Зарегистрирован

source: Visible only for admins
de_de: Sichtbar nur für Administratoren
fi_fi: Näkyy vain ylläpitäjille
fr_fr: Visible pour les administrateurs seulement
hu_hu: Csak adminok számára látható
it_it: Visibile solo per gli amministratori
lt_lt: Matomas tik administratoriams
nl_nl: Alleen zichtbaar voor beheerders
pl_pl: Widoczne wyłączznie dla adminów
pt_pt: Visível apenas para admins
ro_ro: Vizibil doar pentru administratori
ru_ru: Доступно только администраторам

source: Admins
de_de: Administratoren
fi_fi: Ylläpitäjät
it_it: Amministratori
lt_lt: Administratoriai
nl_nl: Beheerders
pl_pl: Admini
ro_ro: Administratori
ru_ru: Администраторы

source: Remove user permanently
de_de: Benutzer endgültig löschen
fi_fi: Poista käyttäjä pysyvästi
fr_fr: Supprimer l'utilisateur à tout jamais
hu_hu: Felhasználói fiók végleges törlése
it_it: Rimuovi l'utente per sempre
lt_lt: Ištrinti šį vartotoją negražinamai
nl_nl: Verwijder gebruiker volledig
pl_pl: Usuń użytkownika na zawsze
pt_pt: Remover utilizador de vez
ro_ro: Sterge utilizator permanent
ru_ru: Удалить пользователя навсегда

source: Edit user
de_de: Benutzer bearbeiten
fi_fi: Muokkaa käyttäjää
fr_fr: Modifier l'utilisateur
hu_hu: Felhasználó szerkesztése
it_it: Modifica utente
lt_lt: Redaguoti vartotoją
nl_nl: Wijzig gebruiker
pl_pl: Edytuj użytkownika
pt_pt: Editar utilizador
ro_ro: Editeaza utilizator
ru_ru: Редактировать пользователя

source: Satellite
de_de: Satellit
fi_fi: Satelliitti
hu_hu: Műhold
lt_lt: Palydovinis
nl_nl: Satelliet
pl_pl: Satelitarna
pt_pt: Satélite
ro_ro: Satelit
ru_ru: Спутник

source: Hybrid
fi_fi: Yhdistelmä
fr_fr: Hybride
hu_hu: Hibrid
it_it: Ibrido
lt_lt: Hibridinis
nl_nl: Hybride
pl_pl: Hybryda
pt_pt: Híbrido
ro_ro: Hibrid
ru_ru: Гибрид

source: Streets
de_de: Straßen
fi_fi: Kadut
fr_fr: Rues
hu_hu: Utak
it_it: Strade
lt_lt: Gatvės
nl_nl: Straten
pl_pl: Ulice
pt_pt: Ruas
ro_ro: Străzi
ru_ru: Улицы

source: Physical
de_de: Topografisch
fi_fi: Fyysinen
fr_fr: Physique
hu_hu: Domborzat
it_it: Fisica
nl_nl: Fysiek
pl_pl: Fizyczna
pt_pt: Físico
ro_ro: Fizic
ru_ru: Физическая

source: Street
de_de: Straße
fi_fi: Katu
fr_fr: Rue
hu_hu: Út
it_it: Strada
lt_lt: Gatvė
nl_nl: Straat
pl_pl: Ulica
pt_pt: Rua
ro_ro: Strada
ru_ru: Улица

source: Aerial
de_de: Luftbilder
fi_fi: Ilmakuva
fr_fr: Vue aérienne
hu_hu: Madártávlati
it_it: Aerea
nl_nl: Vanuit de lucht
pt_pt: Aéreo
ro_ro: Aerian
ru_ru: Воздушный

source: Roads
de_de: Straßen
fi_fi: Tiet
fr_fr: Routes
hu_hu: Utak
it_it: Strade
lt_lt: Keliai
nl_nl: Wegen
pl_pl: Drogi
pt_pt: Estradas
ro_ro: Drumuri
ru_ru: Дороги

source: a Hitchhiking spot in
de_de: Trampstelle in
fi_fi: Liftauspaikka @
fr_fr: un spot d'auto-stop dans
hu_hu: stopphely itt:
it_it: un posto per l'autostop in
nl_nl: een Liftplaats in
pl_pl: Miejsce do łapania stopa w
pt_pt: um ponto para apanhar Boleia em
ro_ro: un loc de autostop
ru_ru: Позиция для автостопа в

source: Sorry, but the place cannot be found.
de_de: Sorry, der Ort konnte leider nicht gefunden werden.
fi_fi: Paikkaa ei löydy.
fr_fr: Désolé, ce spot est introuvable.
hu_hu: Bocs, de a hely nem található.
it_it: Spiacente, ma non riesco a trovare il posto.
lt_lt: Atsiprašome, tačiau jūsų nurodyta vieta negali būti surasta.
nl_nl: Sorry, deze plaats kan niet worden gevonden.
pl_pl: Przepraszamy, nie udało się odnaleźć miejsca
pt_pt: Desculpe, mas o lugar não pode ser encontrado.
ro_ro: Ne pare rau, dar locul nu poate fi găsit.
ru_ru: Извините, но место невозможно найти.

source: The place you are looking for might have been removed or is temporarily unavailable.
de_de: Der Ort den du suchst ist vorrübergehend nicht erreichbar.
fi_fi: Paikka jota hait on voitu poistaa tai saavuttamattomissa väliaikaisesti.
fr_fr: Le spot recherché a peut-être été supprimé ou est temporairement indisponible.
hu_hu: A hely, amit keresel el lett távolítva, szerencsésebb esetben ideiglenesen nem elérhető.
it_it: Il luogo che si sta cercando è stato rimosso o non è temporaneamente disponibile
nl_nl: De plaats waar je naar op zoek bent is mogelijk verwijderd of is tijdelijk niet beschikbaar.
pl_pl: Miejsce którego szukasz mogło zostać usunięte lub jest tymczasowo niedostępne.
pt_pt: O lugar que procura pode ter sido removido ou está temporariamente indisponível.
ro_ro: Locul pe care il cauti este sters sau temporal indisponibil.
ru_ru: Искомое место возможно удалено или временно недоступно.

source: Help & About
de_de: Hilfe & Info
fi_fi: Apua & Tietoa
fr_fr: Aide & information
hu_hu: Segítség, kapcsolat
it_it: Aiuto e Informazioni
lt_lt: Pagalba & Apie
nl_nl: Help & Over
pl_pl: Pomoc & O nas
pt_pt: Ajuda & Sobre
ro_ro: Ajutor & Despre
ru_ru: Справка

source: Community
fi_fi: Yhteisö
fr_fr: Communauté
hu_hu: Közösség
it_it: Comunità
lt_lt: Bendruominė
nl_nl: Gemeenschap
pl_pl: Społeczność
pt_pt: Comunidade
ro_ro: Comunitate
ru_ru: Сообщество

source: Profile
de_de: Profil
fi_fi: Profiili
fr_fr: Profil
hu_hu: Profil
it_it: Profilo
lt_lt: Anketa
nl_nl: Gebruikers profiel
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль

source: Logout
de_de: Abmelden
fi_fi: Kirjaudu ulos
fr_fr: Se déconnecter
hu_hu: Kijelentkezés
it_it: Esci
lt_lt: Atsijungti
nl_nl: Log uit
pl_pl: Wyloguj
pt_pt: Sair
ro_ro: Deconectare
ru_ru: Выйти

source: Hello from %s
de_de: Hallo von %s
fi_fi: Tervehdys maasta; %s
fr_fr: Bonjour de %s
hu_hu: Hello! Mizujs %s felé?
it_it: Ciao da %s
lt_lt: Sveiki, %s
nl_nl: Hallo van %s
pt_pt: Olá do %s
ro_ro: Salut de la%s
ru_ru: Привет из %s

source: Register!
de_de: Anmelden!
fi_fi: Rekisteröidy!
fr_fr: S'enregistrer !
hu_hu: Regisztrálj!
it_it: Registrati!
lt_lt: Užsiregistruok!
nl_nl: Registreer!
pl_pl: Zarejestruj się!
pt_pt: Regista-te!
ro_ro: Inregistreaza-te!
ru_ru: Регистрация

source: Login
de_de: Einloggen
fi_fi: Kirjaudu
fr_fr: Se connecter
hu_hu: Belépés
lt_lt: Prisijungti
pl_pl: Logowanie
pt_pt: Inicia sessão
ro_ro: Autentificare
ru_ru: Войти

source: Search
de_de: Suche
fi_fi: Etsi
fr_fr: Recherche
hu_hu: Keresés
it_it: Cerca
lt_lt: Ieškoti
nl_nl: Zoek
pl_pl: Szukaj
pt_pt: Procura
ro_ro: Căutare
ru_ru: Искать!

source: Show the city on the map
de_de: Stadt auf der Karte anzeigen
fi_fi: Näytä kaupunki kartalla
fr_fr: Voir la ville sur la carte
hu_hu: Mutasd a várost a térképen!
it_it: Mostra la città sulla mappa
lt_lt: Rodyti pasirinktą miestą žemėlapyje
nl_nl: Laat de stad zien op de kaart
pl_pl: Pokaż miasto na mapie
pt_pt: Mostra a cidade no mapa
ro_ro: Arată oraşul pe harta
ru_ru: Показать город на карте

source: Show the state on the map
de_de: Zeige das Bundesland auf der Karte
fi_fi: Näytä osavaltio kartalla
fr_fr: Voir l'État sur la carte
hu_hu: Állam megjelenítése a térképen
it_it: Mostra lo stato sulla mappa
lt_lt: Valstija žemėlapyje
nl_nl: Laat de provincie zien op de kaart
pl_pl: Pokaż stan na mapie
pt_pt: Mostra o estado no mapa
ro_ro: Arată statul pe harta
ru_ru: Показать страну на карте

source: Show the country on the map
de_de: Land auf der Karte anzeigen
fi_fi: Näytä maa kartalla
fr_fr: Voir le pays sur la carte
hu_hu: Mutasd térképen az országot
it_it: Mostra il Paese sulla mappa
lt_lt: Šalis žemėlapyje
nl_nl: Laat het land zien op de kaart
pl_pl: Pokaż kraj na mapie
pt_pt: Mostra o país no mapa
ro_ro: Arată ţara pe hartă
ru_ru: Показать эту страну на карте

source: Tools
de_de: Werkzeuge
fi_fi: Työkalut
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
lt_lt: Įrankiai
nl_nl: Gereedschap
pl_pl: Narzędzia
pt_pt: Ferramentas
ro_ro: Instrumente
ru_ru: Инструменты

source: Members
de_de: Mitglieder
fi_fi: Jäsenet
fr_fr: Membres
hu_hu: Tagok
it_it: Membri
lt_lt: Nariai
nl_nl: Leden
pl_pl: Członkowie
pt_pt: Membros
ro_ro: Membrii
ru_ru: Участники

source: Licensed under a Creative Commons Attribution-ShareAlike 3.0 Unported License
de_de: Dieses Werk und die Inhalte sind lizensiert unter einer Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen 3.0 Deutschland Lizenz.
fi_fi: Lisensoitu Nimeä-Tarttuva 3.0 Muokkaamaton -lisenssillä
fr_fr: Publié sous licence Creative Commons Paternité-Partage des conditions initiales à l'identique 3.0 Unported
it_it: Distribuito con licenza Creative Commons Attribution-ShareAlike 3.0 Unported
lt_lt: Taikoma Creative Commons Attribution-ShareAlike 3.0 Unported Licencija
nl_nl: Deze website en haar inhoud zijn beschikbaar onder een Creative Commons Naamsvermelding-GelijkDelen 3.0 Unported (Attribution-ShareAlike 3.0 Unported) licentie.
pt_pt: Com uma Licença Creative Commons Attribuição-Partilha nos Mesmos Termos 3.0 Unported
ro_ro: Sub o licenţă Creative Commons Attribution-ShareAlike 3.0 Unported
ru_ru: Лицензия Creative Commons Attribution-ShareAlike 3.0 Unported License

source: Contact us!
de_de: Kontakt!
fi_fi: Ota yhteyttä!
fr_fr: Contactez-nous !
hu_hu: Kapcsolat
it_it: Contattaci!
lt_lt: Susisiekite su mumis!
nl_nl: Neem contact met ons op!
pl_pl: Napisz do nas!
pt_pt: Contate-nos!
ro_ro: Contactati-ne!
ru_ru: Свяжитесь с нами!

source: Developers
de_de: Entwickler
fi_fi: Kehittäjät
fr_fr: Développeurs
hu_hu: Fejlesztők
it_it: Sviluppatori
lt_lt: Komanda
nl_nl: Ontwikkelaars
pt_pt: Programadores
ro_ro: Dezvoltatori
ru_ru: Разработчики

source: Turn JavaScript on from your browser.
de_de: Bitte aktiviere Javascript in deinem Browser.
fi_fi: JavaScriptin tulee olla päällä selaimesta.
fr_fr: Activer JavaScript sur votre fureteur Web.
hu_hu: Kapcsold be böngésződben a JavaScriptet.
it_it: Si prega di attivare Javascript nel proprio browser.
lt_lt: Prašome įjungti JavaScript savo naršyklėje.
nl_nl: Schakel JavaSript in op je browser.
pl_pl: Włącz JavaScript w Twojej przeglądarce.
pt_pt: Ligue o JavaScript no seu browser.
ro_ro: Porniţi pe JavaScript din browser.
ru_ru: Включите JavaScript в своём браузере.

source: Navigate
de_de: Navigieren
fi_fi: Navigoi
fr_fr: Naviguer
hu_hu: Navigáció
it_it: Navigare
nl_nl: Navigeer
pl_pl: Nawiguj
pt_pt: Navegar
ro_ro: Navigaţi
ru_ru: Просмотр карты

source: Measure distance
de_de: Entfernungen abmessen
fi_fi: Mittaa matka
fr_fr: Mesurer une distance
hu_hu: Távolság mérése
it_it: Misura distanza
lt_lt: Išmatuoti atstumą
nl_nl: Afstand berekening
pt_pt: Medir distância
ro_ro: Măsurarea distanţei
ru_ru: Измерить расстояние

source: Measure area
de_de: Fläche abmessen
fi_fi: Mittaa alue
fr_fr: Mesurer une surface
hu_hu: Terület mérése
it_it: Misura area
lt_lt: Išmatuoti plotą
nl_nl: Oppervlakte berekening
pt_pt: Medir área
ro_ro: Măsurarea suprafaţei
ru_ru: Измерить площадь

source: Measure
de_de: Messung
fi_fi: Mittaus
fr_fr: Mesure
hu_hu: Mérce
it_it: Misura
lt_lt: Atstumas
nl_nl: Afmeting
pt_pt: Medir
ro_ro: Măsurare
ru_ru: Измерено

source: Show markers after zoom level
de_de: Markierungen anzeigen ab Zoomlevel
fi_fi: Näytä paikat zoomin jälkeen
fr_fr: Faire apparaitre les marqueurs à partir du niveau de zoom
hu_hu: Eszközök használata adott zoomszint alatt
it_it: Mostra i marcatori dopo il livello di zoom
nl_nl: Toon de markeringen vanaf zoom niveau
pt_pt: Mostrar marcadores depois do nível de zoom
ro_ro: Arata marcatori dupa nivelul zoom-ului
ru_ru: Показать маркеры на уровне приближения (оптимально 9)

source: Continent level
de_de: Kontintentenansicht
fi_fi: Maanosan tarkkuudella
fr_fr: Point de vue Continent
hu_hu: Földrajz nézet
it_it: Livello continente
lt_lt: Žemyno lygiu
nl_nl: Op continentaal niveau
pl_pl: Kontynenty
pt_pt: Nível de continente
ro_ro: Nivel de continent
ru_ru: Континент

source: Country level
de_de: Länderansicht
fi_fi: Maan tarkkuudella
fr_fr: Point de vue Pays
hu_hu: Ország szint
it_it: Livello Paese
lt_lt: Šalies lygis
nl_nl: Op niveau per land
pl_pl: Kraje
pt_pt: Nível de país
ro_ro: Nivel de ţară
ru_ru: Страна

source: City level
de_de: Stadtansicht
fi_fi: Kaupunkitaso
fr_fr: Point de vue Ville
hu_hu: Város nézet
it_it: Livello città
lt_lt: Miesto lygiu
nl_nl: Op niveau per stad
pl_pl: Miasta
pt_pt: Nível de cidade
ro_ro: La nivel de oraş
ru_ru: Город

source: Street level
de_de: Straßenansicht
fi_fi: Katutaso
fr_fr: Point de vue Rue
hu_hu: Utcaszint
it_it: Livello strada
lt_lt: Gatvės lygiu
nl_nl: Op niveau van straat
pl_pl: Ulice
pt_pt: Nível de rua
ro_ro: Nivel de stradă
ru_ru: Улица

source: Map
de_de: Karte
fi_fi: Kartta
fr_fr: Carte
hu_hu: Térkép
it_it: Mappa
lt_lt: Žemėlapis
nl_nl: Kaart
pl_pl: Mapa
pt_pt: Mapa
ro_ro: Harta
ru_ru: Карта

source: Read more...
de_de: Mehr lesen...
fi_fi: Lue lisää...
fr_fr: En savoir plus...
hu_hu: Több...
it_it: Leggi tutto...
lt_lt: Plačiau...
nl_nl: Lees meer...
pl_pl: Czytaj więcej...
pt_pt: Ler mais...
ro_ro: Citeşte mai mult ...
ru_ru: Читать дальше...

source: Requested country could not be found!
de_de: Das Land konnte nicht gefunden werden!
fi_fi: Pyydettyä maata ei löydy!
fr_fr: Le pays recherché est introuvable !
hu_hu: A kért ország nem található.
it_it: Il paese richiesto non è stato trovato!
lt_lt: Šalis, kurios ieškote, nebuvo rasta mūsų duomenų bazėje!
nl_nl: Gevraagde land kon niet worden gevonden!
pl_pl: Kraj nie został znaleziony.
pt_pt: País procurado não pôde ser encontrado!
ro_ro: Tară solicitata nu a putut fi găsita!
ru_ru: Запрошенная страна не может быть найдена!
