Repository: Hitchwiki/maps.hitchwiki.org
Catalog: locale/*/LC_MESSAGES/maps.po
Languages: de_de, fi_fi, fr_fr, hu_hu, it_it, lt_lt, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru

source: Edit comment
de_de: Kommentar bearbeiten
fi_fi: Muokkaa kommenttia
fr_fr: Modifier le commentaire
hu_hu: Hozzászólás szerkesztése
it_it: Modifica un commento
lt_lt: Redaguoti komentarą
nl_nl: Wijzig commentaar
pl_pl: Edytuj komentarz
pt_pt: Editar comentário
ro_ro: Editare comentariu
ru_ru: Редактировать комментарий

source: Leave a comment...
de_de: Hinterlasse ein Kommentar...
fi_fi: Jätä kommentti...
fr_fr: Rédiger un commentaire...
hu_hu: Hozzászólás...
it_it: Lascia un commento...
lt_lt: Rašyti komentarą...
nl_nl: Laat commentaar achter...
pl_pl: Skomentuj...
pt_pt: Deixar um comentário...
ro_ro: Lăsaţi un comentariu ...
ru_ru: Оставить комментарий

source: Nickname
fi_fi: Nimimerkki
fr_fr: Surnom
hu_hu: Becenév
lt_lt: Slapyvardis
pl_pl: Nick
ro_ro: Pseudonim
ru_ru: Никнейм

source: Comment
de_de: Kommentar
fi_fi: Kommentti
fr_fr: Commentaire
hu_hu: Hozzászólás
it_it: Commento
lt_lt: Komentaras
nl_nl: Commentaar
pl_pl: Komentarz
pt_pt: Comentário
ro_ro: Comentariu
ru_ru: Комментировать

source: Please write a comment first.
de_de: Bitte schreibe zuerst einen Kommentar
fi_fi: Kirjoitathan ensin kommentin.
fr_fr: Veuillez d'abord écrire un commentaire
hu_hu: Előbb írj hozzászólást.
it_it: Si prega di scrivere prima un commento.
lt_lt: Norėdami tęsti, prašykite komentarą.
nl_nl: Schrijf a.u.b. eerst commentaar
pl_pl: Napisz najpierw komentarz.
pt_pt: Por favor primeiro escreva um comentário.
ro_ro: Te rog scrie un comentariu.
ru_ru: Пожалуйста, сначала напишите комментарий.

source: Comment missing
de_de: Kein Kommentar vorhanden
fi_fi: Kommentti puuttuu
fr_fr: Commentaire manquant
hu_hu: Hiányzik a szöveg
it_it: Manca il commento
lt_lt: Nėra komentaro
nl_nl: Geen commentaar
pl_pl: Brakuje komentarza
pt_pt: Comentário em falta.
ro_ro: Comentariu lipsă
ru_ru: Отсутствует комментарий

source: Sending...
de_de: Senden....
fi_fi: Lähetetään...
fr_fr: Envoi en cours...
hu_hu: Elküldés...
it_it: Invio in corso ...
lt_lt: Siunčiama...
nl_nl: Verzenden...
pl_pl: Wysyłanie...
pt_pt: Enviando...
ro_ro: Trimet ...
ru_ru: Отправка...

source: More about this place
de_de: Näheres über diese Markierung
fi_fi: Lisätietoja paikasta
fr_fr: En savoir plus sur ce spot
hu_hu: Többet erről a helyről
it_it: Maggiori informazioni su questo luogo
lt_lt: Plačiau apie šią vietą
nl_nl: Meer info over deze markering
pl_pl: Więcej o tym miejscu
pt_pt: Mais acerca deste local
ro_ro: Mai multe despre acest loc
ru_ru: Дополнительно

source: Toggle
de_de: Umschalten
fi_fi: Vaihda
fr_fr: Basculer
it_it: Abilita
nl_nl: Omschakelen
pl_pl: Przełącz
pt_pt: Mudar
ru_ru: Свернуть/Развернуть

source: Link to this place:
de_de: Link hierher:
fi_fi: Linkitä paikkaan:
fr_fr: Poser un lien vers ce spot :
hu_hu: Link ide:
it_it: Link a questa posizione:
lt_lt: Nuoroda į šią veitą:
nl_nl: Link naar deze markering
pl_pl: Link do tego miejsca:
pt_pt: Link para este local:
ro_ro: Link la acest loc:
ru_ru: Ссылка на это место

source: Latitude
fi_fi: Leveyspiiri
hu_hu: Szélességi fok
it_it: Latitudine
lt_lt: Platuma
nl_nl: Breedtegraad
pl_pl: Szerokość geograficzna
ro_ro: Latitudine
ru_ru: Широта

source: Longitude
de_de: Logitude
fi_fi: Pituuspiiri
hu_hu: Hosszúsági fok
it_it: Longitudine
lt_lt: Ilguma
nl_nl: Lengtegraad
pl_pl: Długość geograficzna
ro_ro: Longitudine
ru_ru: Долгота

source: Remove place
de_de: Markierung entfernen
fi_fi: Poista paikka
fr_fr: Supprimer le spot
hu_hu: Hely eltávolítása
it_it: Rimuovi posizione
lt_lt: Ištrinti vietą
nl_nl: Verwijder markering
pl_pl: Usuń miejsce
pt_pt: Remover local
ro_ro: Eliminaţi loc
ru_ru: Удалить место

source: Edit place
de_de: Markierung bearbeiten
fi_fi: Muokkaa paikkaa
fr_fr: Modifier le spot
hu_hu: Hely szerkesztése
it_it: Modifica posizione
lt_lt: Redaguoti vietą
nl_nl: Bewerk markering
pl_pl: Edytuj miejsce
pt_pt: Editar local
ro_ro: Editare loc
ru_ru: Редактировать место

source: See user
de_de: Benutzer anzeigen
fi_fi: Näytä käyttäjä
fr_fr: Voir le profil d'utilisateur
it_it: Vedi utente
nl_nl: Zie gebruiker
pl_pl: Zobacz użytkownika
pt_pt: Ver user
ro_ro: Vezi utilizatorul
ru_ru: Смотри участника

source: Sorry, but the place cannot be found.<br /><br />The place you are looking for might have been removed or is temporarily unavailable.
de_de: Es tut uns Leid, aber die Markierung kann nicht gefunden werden.<br /><br />Die Markierung die du suchst wurde wahrscheinlich entfernt oder ist kurzfristig nicht erreichbar.
fi_fi: Paikkaa jota yritit hakea ei löydy.<br /><br />Se on voitu poistaa tai on väliaikaisesti käyttämättömissä.
fr_fr: Désolé, ce spot ne peut être trouvé.<br /><br />Le spot que vous cherchez a peut-être été supprimé ou est temporairement indisponible.
hu_hu: Bocsi, de a hely nem található.<br /><br /> A hely, amit keresel valószínűleg időlegesen nem elérhető vagy el lett távolítva.
it_it: Non è possibile individuare la posizione.<br/><br/>La posizione che si sta cercado probabilmente è stata rimossa oppure non è al momento disponibile.
nl_nl: Sorry, de markering kan niet worden gevonden.<br /><br />De markering waarnaar je zoekt is mogelijk verwijderd of tijdelijk onbereikbaar.
pl_pl: Przepraszamy, nie można odnaleźć miejsca.<br /><br /> Miejsce, którego szukasz mogło zostać usunięte lub jest tymczasowo niedostępne.
pt_pt: Desculpe, mas o lugarl não pôde ser encontrado. <br /><br />O lugar que procura talvez tenha sido removido ou está temporariamente indisponível.
ro_ro: Scuze, locul pe care il cauti nu potate fi gasit.<br /><br />Locul pe care il cauti a fost sters sau este temporal indisponibil.
ru_ru: Извините, но место невозможно найти. <br /><br />Место, которое вы ищете могло быть удалено или временно недоступно.

source: The place cannot be found
de_de: Die Markierung kann nicht gefunden werden
fi_fi: Paikkaa ei löydy
fr_fr: Le spot ne peut être trouvé
hu_hu: A hely nem található
it_it: Il posto non può essere trovato
lt_lt: Vieta, kurios ieškote, negali būti surasta
nl_nl: De markering kan niet worden gevonden
pl_pl: Nie można odnaleźć danego miejsca.
pt_pt: O lugar não pôde ser encontrado
ro_ro: Locul nu poate fi găsit
ru_ru: Невозможно найти это место.

source: Invalid user ID.
de_de: Ungültige Benutzer ID.
fi_fi: Virheellinen käyttäjän tunniste.
fr_fr: ID utilisateur invalide.
it_it: user ID non valido.
lt_lt: Neatpažintas vartotojo ID
nl_nl: Ongeldig gebuikers ID.
pl_pl: Nieprawidłowa nazwa użytkownika.
pt_pt: User ID inválido.
ro_ro: ID-ul de utilizator invalid.
ru_ru: Неверный ID пользователя.

source: Missing user ID.
de_de: Keine Benutzer-ID vorhanden.
fi_fi: Käyttäjän tunniste puuttuu.
fr_fr: ID utilisateur manquant
hu_hu: Hiányzó felhasználónév.
it_it: user ID assente.
nl_nl: Gebruikers ID ontbreekt.
pl_pl: Brakuje nazwy użytkownika.
pt_pt: User ID em falta.
ro_ro: Lipseşte ID-ul de utilizator.
ru_ru: Отсутствует ID пользователя.

source: Illegal language code;
de_de: Ungültiger Sprachcode;
fi_fi: Virheellinen kielitunnus;
fr_fr: Code de langue illégal;
it_it: Codice lingua non valido;
lt_lt: Nelegali kalbos kodą;
nl_nl: Ongeldige taal code;
pl_pl: Niepoprawny kod języka;
pt_pt: Código de linguagem ilegal;
ro_ro: Codul limbii este nepotrivit;
ru_ru: Неверный код языка;

source: Illegal country code;
de_de: Ungültiger Ländercode;
fi_fi: Virheellinen maatunnus;
fr_fr: Code de pays illégal;
hu_hu: Érvénytelen országkód;
it_it: Codice paese non valido;
lt_lt: Nelegali šalies kodas;
nl_nl: Ongeldige land code;
pl_pl: Niepoprawny kod kraju;
pt_pt: Código de país ilegal;
ro_ro: Codul de ţară este gresit;
ru_ru: Неверный код страны;

source: Oops! Something went wrong! Try again.
de_de: Ups! Da lief etwas schief! Bitte versuche es noch einmal.
fi_fi: Oho! Jotain meni vikaan. Yritäthän uudelleen.
fr_fr: Oups ! Quelque chose n'a pas fonctionné ! Veuillez essayer de nouveau.
hu_hu: Hoppá, valami bibi van. Próbáld újra!
it_it: Oops! Qualcosa è andato storto! Riprovare.
lt_lt: Oj! Įvyko klaida! Pabandykite dar kartą!
nl_nl: Oeps! Er is iets mis gegaan! Probeer het opnieuw.
pl_pl: Ups! Coś się nie powiodło. Spróbuj ponownie.
pt_pt: Oops! Algo correu errado! Tenta de novo.
ro_ro: Oops! Ceva a mers prost! Încercaţi din nou.
ru_ru: Ой! Что-то пошло не так! Попробуйте снова.

source: Error 404 - page not found
de_de: Fehler 404 - Seite nicht gefunden
fi_fi: Virhe 404 - sivua ei löydy
fr_fr: Erreur 404 - page introuvable
hu_hu: Error 404 - az oldal nem található
it_it: Errore 404 - pagina non trovata
lt_lt: Puslapis nerastas
nl_nl: Fout 404 - pagina niet gevonden
pl_pl: Błąd 404 - nie znaleziono strony
pt_pt: Erro 404 - página não encontrada
ro_ro: Eroare 404 - Pagina nu a fost găsita
ru_ru: Ошибка 404 - страница не найдена

source: Date
de_de: Datum
fi_fi: Päiväys
hu_hu: Dátum
it_it: Data
lt_lt: Data
nl_nl: Datum
pl_pl: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата

source: User
de_de: Benutzer
fi_fi: Käyttäjä
fr_fr: Utilisateur
hu_hu: Felhasználó
it_it: Utente
lt_lt: Vartotojas
nl_nl: Gebruiker
pl_pl: Użytkownik
ro_ro: Utilizator
ru_ru: Пользователь

source: Remove record
de_de: Eintrag entfernen
fi_fi: Poista tallenne
fr_fr: Supprimer une donnée
it_it: Elimina record
lt_lt: Ištrinti įrašą
nl_nl: Verwijder gegevens
pl_pl: Usuń wpis
pt_pt: Remover registo
ro_ro: Eliminaţi inregistrarea
ru_ru: Удалить запись

source: Admin
de_de: Administrator
fi_fi: Ylläpitäjä
it_it: Amministratore
lt_lt: Administratorius
nl_nl: Beheerder
pl_pl: Administrator
ru_ru: Админ

source: Blogs
fi_fi: Blogit
fr_fr: Blogues
hu_hu: Blogok
it_it: Blog
lt_lt: Tinklaraščiai
pl_pl: Blogi
ro_ro: Blog-uri
ru_ru: Блоги

source: Planet
fi_fi: Planeetta
fr_fr: Planète
hu_hu: Földbolygó
it_it: Pianeta
lt_lt: Planeta
nl_nl: Planeet
pl_pl: Planeta
pt_pt: Planeta
ro_ro: Planetă
ru_ru: Планета

source: Administration
fi_fi: Ylläpito
hu_hu: Beállítások
it_it: Amministrazione
lt_lt: Administracija
nl_nl: Beheer
pl_pl: Administracja
pt_pt: Administração
ro_ro: Administrare
ru_ru: Администрация

source: Alert
de_de: Alarm
fi_fi: Huomautus
fr_fr: Alerte
it_it: Allarme
lt_lt: Pranešimas
nl_nl: Alarm
pt_pt: Alerta
ro_ro: Alerta
ru_ru: Внимание!

source: We have %s registered hitchhikers!
de_de: Es sind %s Tramper angemeldet!
fi_fi: Sivustolla on %s rekisteröitynyttä liftaria!
fr_fr: Nous avons %s auto-stoppeurs inscrits !
hu_hu: Már %s regisztrált stopposunk van!
it_it: Noi abbiamo %s autostoppisti registrati!
lt_lt: Jau užsiregistravo %s pakeleiviai!
nl_nl: We hebben %s geregistreerde lifters!
pl_pl: Mamy %s zarejestrowanych autostopowiczów!
pt_pt: Temos %s pessoas para ir de boleia registadas!
ro_ro: Avem %s autostopisti înregistrati!
ru_ru: Зарегистрировано %s автостопщиков.

source: Member since
de_de: Mitglied seit
fi_fi: Jäsen lähtien
fr_fr: Membre depuis
hu_hu: Amióta tag
it_it: Membo dal
lt_lt: Narys nuo
nl_nl: Lid sinds
pl_pl: Członek od
pt_pt: Membro desde
ro_ro: Membru din
ru_ru: Зарегистрирован

source: Location
de_de: Ort
fi_fi: Sijainti
fr_fr: Emplacement
hu_hu: Tartózkodási hely
it_it: Posizione
lt_lt: Vieta
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locaţie
ru_ru: Расположение

source: Email
fi_fi: Sähköposti
fr_fr: Courriel
lt_lt: El. paštas

source: Language
de_de: Sprache
fi_fi: Kieli
fr_fr: Langue
hu_hu: Nyelv
it_it: Lingua
lt_lt: Kalba
nl_nl: Taal
pl_pl: Język
pt_pt: Língua
ro_ro: Limbă
ru_ru: Язык

source: That's you!
de_de: Das bist du!
fi_fi: Sinä!
fr_fr: C'est vous !
hu_hu: Ez te vagy!
it_it: Questo sei tu!
lt_lt: Tai tu!
nl_nl: Dat ben je zelf!
pl_pl: To Ty!
pt_pt: És tu!
ro_ro: Asta esti tu!
ru_ru: Это Вы!

source: Results from Hitchwiki Maps
de_de: Hitchwiki Maps Resultate
fi_fi: Tulokset Hitchwiki Kartoista
fr_fr: Résultats sur les cartes Hitchwiki
hu_hu: Eredmények a Hitchwiki térképről
it_it: Risultati dalle Hitchwiki Maps
lt_lt: Rezultatai iš Hitchwiki Maps
nl_nl: Resultaten van Hitchwiki maps
pl_pl: Wyniki z Map Hitchwiki
pt_pt: Resultados do Hitchwiki Maps
ro_ro: Rezultatele din Hitchwiki Maps
ru_ru: Результаты с Карт АвтостопВики

source: World
de_de: Welt
fi_fi: Maailma
fr_fr: Monde
it_it: Mondo
lt_lt: Pasaulis
nl_nl: Wereld
pl_pl: Świat
pt_pt: Mundo
ro_ro: Lume
ru_ru: Мир

source: markers
de_de: Markierungen
fi_fi: paikkaa
fr_fr: marqueurs
it_it: marcatori
lt_lt: žymekliai
nl_nl: Markeringen
pl_pl: znaczniki
pt_pt: marcadores
ro_ro: marcatori
ru_ru: маркеры

source: Visible area on the map
de_de: Auf der Karte sichtbarer Bereich
fi_fi: Kartalla näkyvä alue
fr_fr: Surface visible sur la carte
hu_hu: Térképen látható terület
it_it: Area visibile sulla mappa
lt_lt: Plontas matomas žemėlapyje
nl_nl: Zichtbare regio op de kaart
pl_pl: Obszar widoczny na mapie
pt_pt: Área visível no mapa
ro_ro: Zona vizibilă pe hartă
ru_ru: Видимый участок карты.

source: Zipped
de_de: Gezippt
fi_fi: Pakattuna
fr_fr: Compressé
hu_hu: Tömörítve
it_it: Zippato
lt_lt: Suspaustas
nl_nl: Ge-zipped
pl_pl: Spakowany
pt_pt: Zippado
ru_ru: Сжатый

source: Use Open Street Map Export tool
de_de: Das Open Street Map Export Werkzeug benutzen
fi_fi: Käytä Open Street Mapin vientityökalua
fr_fr: Utiliser l'outil d'exportation de carte Open Street Map
hu_hu: Használd az Open Street Map export funkcióját
it_it: Usa lo strumento di esportazione di Open Street Map
lt_lt: Atverti Open Street Map įrankį
nl_nl: Gebruik het Open Street Map export gereedschap
pl_pl: Użyj Open Street Map Export
pt_pt: Usa a ferramenta de Exportar o Open Street Map
ro_ro: Folosiţi instrumentul Open Street Map Export
ru_ru: Используйте инструмент Open Street Map Export

source: Link to this view
de_de: Link zu dieser Ansicht
fi_fi: Linkki tähän näkymään
fr_fr: Faire un lien vers cette vue
hu_hu: Link ehhez a nézethez
it_it: Collegamento a questa vista
nl_nl: Link naar dit overzicht
pl_pl: Link do tego widoku
pt_pt: Links para esta vista
ro_ro: Link la acest punct de vedere
ru_ru: Ссылка на показанную часть карты

source: Weblink
de_de: Link
fi_fi: Nettilinkki
fr_fr: Lien Web
lt_lt: Nuoroda
nl_nl: Link
ru_ru: Ссылка

source: Code for hitchwiki
de_de: Code für Hitchwiki
fi_fi: Koodi Hitchwikiin
fr_fr: Code pour Hitchwiki
hu_hu: Forráskód a Hitchwikihez
it_it: Codice per hitchwiki
nl_nl: Code voor Hitchwiki
pl_pl: Kod dla hitchwiki
pt_pt: Código para o hitchwiki
ro_ro: Codul pentru hitchwiki
ru_ru: Код для вставки в АвтостопВики

source: Code for embedding
de_de: Code zum einbinden
fi_fi: Koodi sivuille liittämiseen
fr_fr: Code à incorporer
hu_hu: Beágyazás
it_it: Codice per integrazione
nl_nl: Code om te inbedden
pl_pl: Kod dla osadzania
pt_pt: Código para incorporar
ro_ro: Codul pentru embedding
ru_ru: Код для вставки

source: You can embed a map to your own blog for example.
de_de: Du kannst die Karte zum Beispiel in dein Blog einbinden.
fi_fi: Voit esimerkiksi lisätä kartan blogiisi.
fr_fr: Vous pouvez incorporer une carte à votre blogue, par exemple.
hu_hu: Térképet ágyazhatsz be többek között a blogodra is.
it_it: È possibile integrare una mappa nel tuo blog personale, ad esempio.
lt_lt: Pavyzdžiui, jūs galite įtraukti žemėlapį į savo tinklaraštį.
nl_nl: Je kunt bijvoorbeeld een kaart in je eigen blog inbedden.
pl_pl: Możesz na przykład wstawić mapę na swojego bloga.
pt_pt: Podes incorporar um mapa no teu blog por exemplo.
ro_ro: Puteţi încorpora o hartă in propriul blog.
ru_ru: Например, чтобы встроить карту в свой блог.

source: Add a page to the catalog
de_de: Seite zum Katalog hinzufügen
fi_fi: Lisää sivu katalogiin
fr_fr: Ajouter une page au catalogue
hu_hu: Oldal hozzáadása a katalógushoz
it_it: Aggiungi una pagina al catalogo
lt_lt: Įtraukti naują puslapį į katalogą
nl_nl: Voeg een pagina aan de catalogus toe.
pl_pl: Dodaj stronę do katalogu
pt_pt: Adicionar uma página ao catálogo
ro_ro: Adauga o pagină la catalog
ru_ru: Добавление страницы

source: Title
de_de: Titel
fi_fi: Otsikko
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
lt_lt: Antraštė
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Название

source: In English.
de_de: Auf Englisch.
fi_fi: Englanniksi.
fr_fr: En anglais.
hu_hu: magyarul
it_it: In inglese.
lt_lt: Anglų kalba.
nl_nl: In het Engels.
pl_pl: W języku angielskim.
pt_pt: Em Inglês.
ro_ro: În limba engleză.
ru_ru: На английском.

source: Webpage
de_de: Webseite
fi_fi: Sivu
fr_fr: Site Web
hu_hu: Honlap
it_it: Pagina web
lt_lt: Internetinis puslapis
nl_nl: Webpagina
pl_pl: Strona www
pt_pt: Página Web
ro_ro: Pagina web
ru_ru: Ссылка на ресурс

source: Required.
de_de: Benötigt.
fi_fi: Vaadittu.
fr_fr: Requis.
hu_hu: Kitöltendő
it_it: Richiesto.
lt_lt: Privalomas.
nl_nl: Verplicht.
pl_pl: Wymagane.
pt_pt: Necessário.
ro_ro: Obligatoriu.
ru_ru: Обязательно.

source: Please try to add an English version of the page.
de_de: Bitte versuche wenn möglich eine englische Beschreibung hinzuzufügen
fi_fi: Pyrithän lisäämään sivusta englanninkielisen version.
fr_fr: Essayez d'ajouter une version anglaise de la page.
hu_hu: Amennyiben létezik, a honlap magyar nyelvű változatát, kérlek.
it_it: Si prega di aggiungere una versione inglese della pagina.
lt_lt: Jei galite, sukurkite ir anglišką šio puslapio versiją.
nl_nl: Probeer a.u.b. een Engelse versie van de pagina toe te voegen.
pl_pl: Proszę, spróbuj dodać angielską wersję strony.
pt_pt: Por favor tente adicionar uma versão em Inglês da página.
ro_ro: Vă rugăm încercaţi să adăugaţi o versiune în limba engleză a paginii.
ru_ru: Пожайлуста, попытайтесь добавить английскую версию этой страницы.

source: Add page
de_de: Seite hinzufügen
fi_fi: Lisää sivu
fr_fr: Ajouter la page
hu_hu: Oldal hozzáadása
it_it: Aggiungi pagina
lt_lt: Sukurti puslapį
nl_nl: Voeg een pagina toe
pl_pl: Dodaj stronę
pt_pt: Adicionar página
ro_ro: Adauga pagina
ru_ru: Добавить ссылку в каталог

source: Please fill all required fields!
de_de: Bitte alle benötigten Felder ausfüllen!
fi_fi: Täytäthän kaikki vaaditut kentät!
fr_fr: Veuillez compléter tous les champs requis !
hu_hu: Tölts ki minden kitöltendő mezőt!
it_it: Si prega di compilare tutti i campi richiesti!
lt_lt: Prašome užpildyti provalomus laukus!
nl_nl: Vul a.u.b. alle verplichte velden in!
pl_pl: Wypełnij wszystkie wymagane pola!
pt_pt: Por favor preencha todos os campos necessários.
ro_ro: Vă rugăm să completaţi câmpurile obligatorii!
ru_ru: Пожайлуста, заполните все обязательные поля!

source: Page added to the catalog.
de_de: Seite zum Katalog hinzugefügt.
fi_fi: Sivu lisätty katalogiin.
fr_fr: Page ajoutée au catalogue.
hu_hu: Oldalt hozzáadtuk a listához. Köszi!
it_it: Pagina aggiunta al catalogo
lt_lt: Puslapis įtrauktas į katalogą
nl_nl: Pagina toegevoegd aan de catalogus.
pl_pl: Strona dodana do katalogu.
pt_pt: Página adicionada ao catálogo.
ro_ro: Pagina adaugat la catalogul.
ru_ru: Страница добалена в каталог.

source: Error adding page to the catalog. Check required fields and try again.
de_de: Beim hinzufügen der Seite in den Katalog ist ein Fehler aufgetreten. Bitte kontrolliere die erforderlichen Felder und versuche es erneut.
fi_fi: Virhe lisätessä sivua katalogiin. Tarkista vaaditut kentät ja yritä uudestaan.
fr_fr: La page n'a pas pu être ajoutée au catalogue. Assurez-vous que les champs obligatoires soient bien remplis et essayez de nouveau.
hu_hu: Nem sikerült az oldal hozzáadása. Nézz rá a szükségesen kitöltendő mezőkre és próbáld újra!
it_it: Errore durante l'inserimento della pagina per il catalogo. Controllare i campi obbligatori e riprovare.
lt_lt: Klaida. Nepavyko įtraukti naujo puslapio į katalogą. Patikrinkite formą, ar tikrai užpildėte visus privalomus laukus ir pabandykite dar kartą.
nl_nl: Er is een fout opgetreden bij het toevoegen van de pagina aan de catalogus. Controleer de verplichte velden en probeer het nogmaals.
pl_pl: Wystąpił błąd w trakcie dodawania strony do katalogu. Sprawdź wymagane pola i spróbuj ponownie.
pt_pt: Erro ao adicionar a página ao catálogo. Verifique os campos necessários e tente de novo.
ro_ro: Eroare la adăugarea paginii la catalog. Verificaţi câmpurile necesare şi încercaţi din nou.
ru_ru: Ошибка добавления страницы в каталог. Проверьте обязательные поля и попытайтесь ещё раз.

source: API Documentation
de_de: API-Dokumentation
fi_fi: API dokumentaatio
fr_fr: Documentation de l'API
it_it: Documentazione API
lt_lt: API Dokumentacija
nl_nl: API Documentatie
pl_pl: Dokumentacja API
pt_pt: Documentação da API
ro_ro: Documentaţie API
ru_ru: Документация по API

source: List of API-calls
de_de: Liste der API-Aufrufe
fi_fi: Listaus API-kutsuista
fr_fr: Liste des appels API
it_it: Lista chiamate API
nl_nl: Lijst van API-aanroepen.
pt_pt: Lista de chamadas da API
ro_ro: Lista de apelurilor API
ru_ru: Список вызовов API

source: default
de_de: standard
fi_fi: oletus
fr_fr: défaut
hu_hu: alapbeállítás
it_it: predefinito
lt_lt: numatytas
nl_nl: standaard
pl_pl: domyślny
pt_pt: defeito
ro_ro: implicit
ru_ru: по умолчанию

source: Complete statistics
de_de: Vollständige Statistiken
fi_fi: Laajemmat tilastot
fr_fr: Statistiques complètes
hu_hu: Bővebb statisztika
it_it: Statistiche complete
lt_lt: Išsami statistika
nl_nl: Complete statistieken
pl_pl: Pełne statystyki
pt_pt: Estatísticas completas
ro_ro: Statistici complete
ru_ru: Детальная статистика

source: There are currently %s places marked.
de_de: Es sind %s Markierungen gesetzt.
fi_fi: %s paikkaa merkittynä tällä hetkellä.
fr_fr: Il y a %s spots indiqués jusqu'à maintenant.
hu_hu: Jelenleg %s bejegyzett helyet találsz a térképen.
it_it: Attualmente sono segnate %s posizioni.
nl_nl: Er zijn op dit moment%s markeringen.
pl_pl: Obecnie zaznaczonych jest %s miejsc.
pt_pt: Existem atualmente %s lugares marcados.
ro_ro: În prezent, există locuri %s marcate.
ru_ru: На данный момент отмечены %s мест(а)

source: See more compact statistics.
de_de: Kompaktere Statistiken anzeigen.
fi_fi: Suppeammat tilastot.
fr_fr: Voir plus de statistiques.
hu_hu: Összetettebb statisztikák megtekintése.
it_it: Vedi ulteriori statistiche compatte.
lt_lt: Supaprastinta statistika
nl_nl: Bekijk de meer compacte statistieken.
pt_pt: Veja mais estatísticas compactas.
ro_ro: A se vedea mai multe statistici compacte.
ru_ru: Вернуться к компактному варианту.

source: Top countries
de_de: Top Länder
fi_fi: Top maat
fr_fr: Pays les plus populaires
hu_hu: Top országok
it_it: Paesi top
lt_lt: Populiariausios šalys
nl_nl: Top landen
pl_pl: Najpopularniejsze kraje
pt_pt: Top países
ro_ro: Topul ţărilor
ru_ru: Топ стран

source: Countries
de_de: Länder
fi_fi: Maat
fr_fr: Pays
hu_hu: Országok
it_it: Paesi
lt_lt: Šalys
nl_nl: Landen
pl_pl: Kraje
pt_pt: Países
ro_ro: Ţări
ru_ru: Страны

source: Loading...
de_de: Lädt...
fi_fi: Ladataan...
fr_fr: Chargement...
hu_hu: Tölt...
it_it: Caricamento in corso ...
lt_lt: Įkraunama...
nl_nl: Laden...
pl_pl: Ładowanie
pt_pt: Carregando...
ro_ro: Se incarca ...
ru_ru: Загрузка...

source: Couldn't load info. Please try again.
de_de: Konnte Informationen leider nicht laden. Bitte versuche es erneut.
fi_fi: Tietojen lataus epäonnistui. Yritäthän uudestaan.
fr_fr: Échec du chargement. Veuillez essayer de nouveeau.
hu_hu: Az adat betöltése nem sikerült. Próbáld újra!
it_it: Non riesco a caricare le informazioni. Riprovare ancora.
lt_lt: Nepavyko įkrauti informacijos. Prašome pabandyti dar kartą.
nl_nl: De informatie kon niet geladen worden. Probeer het nogmaals.
pl_pl: Nie udało się załadować informacji. Proszę, spróbuj ponownie.
pt_pt: A informação não pôde ser carregada. Por favor tente de novo.
ro_ro: Nu a putut fi încărca informatia. Vă rugăm să încercaţi din nou.
ru_ru: Не могу загрузить информацию. Пожалуйста, попробуйте позже.
